{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/0-introductory-overview?lang=eng#title_number7",
    "title": "0. Introductory Overview",
    "content": "\n\n\n\n\n\n\n\n0. Introductory Overview\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \n0.0. Introduction\n0.1. This Handbook\n0.2. Adaptation and Optional Resources\n0.3. Updates\n0.4. Questions about Instructions\n0.5. Terminology\n0.6. Contacting Church Headquarters or the Area Office\nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n0. Introductory Overview\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“0. Introductory Overview,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“0. Introductory Overview,” \nGeneral Handbook\n.\n\n\n\n\n0.\n\n\nIntroductory Overview\n\n\n\n\n\n\n\n\n\n\n0.0\n\n\nIntroduction\n\n\n\n\nThe Lord taught, “Let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (\nDoctrine and Covenants 107:99\n). As a leader in The Church of Jesus Christ of Latter-day Saints, you should seek personal revelation to help you learn and fulfill the duties of your calling.\n\n\nStudying the scriptures and the teachings of latter-day prophets will help you understand and fulfill your duties. As you study the words of God, you will be more receptive to the influence of the Spirit (see \nDoctrine and Covenants 84:85\n).\n\n\nYou also learn your duties by studying the instructions in this handbook. These instructions can invite revelation if they are used to provide an understanding of principles, policies, and procedures to apply while seeking the guidance of the Spirit.\n\n\n\n\n\n\n\n\n0.1\n\n\nThis Handbook\n\n\n\n\nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n provides guidance for general and local Church leaders. It is divided into sections:\n\n\n\n\n\n\nDoctrinal Foundation:\n These chapters present doctrine and principles fundamental to serving in the Church. They explain:\n\n\n\n\n\n\nGod’s plan of happiness, His work of salvation and exaltation, and the purpose of the Church.\n\n\n\n\n\n\nThe role of the family in God’s plan, His work of salvation and exaltation in the home, and the relationship between the home and the Church.\n\n\n\n\n\n\nPriesthood principles.\n\n\n\n\n\n\nPrinciples for leading in the Savior’s Church.\n\n\n\n\n\n\n\n\n\n\nChurch Organization:\n These chapters provide instructions for stake presidencies and bishoprics, priesthood quorum leaders, stake and ward organization leaders, and others who serve in the Church.\n\n\n\n\n\n\nGod’s Work of Salvation and Exaltation:\n These chapters instruct on the core work of the Church:\n\n\n\n\n\n\nLiving the gospel of Jesus Christ\n\n\n\n\n\n\nCaring for those in need\n\n\n\n\n\n\nInviting all to receive the gospel\n\n\n\n\n\n\nUniting families for eternity\n\n\n\n\n\n\n\n\n\n\nChurch Administration:\n These chapters present additional guidelines for administering the Church. Subjects include meetings, callings, records, finances, and policies.\n\n\n\n\n\n\nThe headings and subheadings in this handbook are numbered to make topics easy to find and reference. For example, instruction about who may be sealed in a temple is provided in \n27.3.1\n. The number \n27\n refers to the chapter, the number \n3\n refers to a section in that chapter, and the number \n1\n refers to a subsection.\n\n\n\n\n\n\n\n\n0.2\n\n\nAdaptation and Optional Resources\n\n\n\n\nNot all stakes and wards have the same needs. This handbook contains guidelines for adaptation as well as optional resources:\n\n\n\n\n\n\nGuidelines for adaptation\n (\n \n \n) provide direction on how to adapt Church organizations and programs to units with differing needs and resources.\n\n\n\n\n\n\nOptional resources\n (\n \n \n) contain additional information and direction that may be helpful to stake and ward leaders.\n\n\n\n\n\n\nLeaders seek inspiration about which guidelines and optional resources to use to meet members’ needs.\n\n\n\n\n\n\n\n\n0.3\n\n\nUpdates\n\n\n\n\nThis handbook will be updated periodically. A list of recent changes is available in the “\nSummary of Recent Updates\n.”\n\n\n\n\n\n\n\n\n0.4\n\n\nQuestions about Instructions\n\n\n\n\nWhen questions arise that are not addressed in the scriptures, the words of the living prophets, or this handbook, Church members should rely on their covenants with God, the counsel of their local leaders, and the inspiration of the Spirit for guidance.\n\n\nIf leaders have questions about information in this handbook or about issues it does not address, they counsel with their immediate presiding authority.\n\n\n\n\n\n\n\n\n0.5\n\n\nTerminology\n\n\n\n\nExcept where indicated otherwise:\n\n\n\n\n\n\nThe terms \nbishop\n and \nbishopric\n in this handbook refer also to branch presidents and branch presidencies. The terms \nstake president\n and \nstake presidency\n refer also to district presidents and district presidencies. For a summary of how the authority of district presidents differs from that of stake presidents, see \n6.3\n.\n\n\n\n\n\n\nReferences to wards and stakes generally also apply to branches, districts, and missions.\n\n\n\n\n\n\nReferences to Sunday apply to whichever day the Sabbath is observed locally.\n\n\n\n\n\n\nThe term \nunit\n refers to wards and branches.\n\n\n\n\n\n\nReferences to parents generally also apply to legal guardians.\n\n\n\n\n\n\nThe callings of bishop and branch president are not equivalent in authority and responsibility, nor are the callings of stake president and district president. The bishop is an office in the priesthood, and ordination is authorized only by the First Presidency. Stake presidents are called by General Authorities and Area Seventies.\n\n\n\n\n\n\n\n\n0.6\n\n\nContacting Church Headquarters or the Area Office\n\n\n\n\nSome chapters in this handbook include instructions to contact Church headquarters or the area office. The instruction to contact Church headquarters applies to those in the United States and Canada. The instruction to contact the area office applies to those outside the United States and Canada.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}