{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/10-aaronic-priesthood?lang=eng#title_number35",
    "title": "10. Aaronic Priesthood Quorums",
    "content": "\n\n\n\n\n\n\n\n10. Aaronic Priesthood Quorums\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n10.1. Purpose and Organization\n \n \n10.1. Purpose and Organization\n10.1.1. Purpose\n10.1.2. Aaronic Priesthood Quorum Theme\n10.1.3. Quorums\n10.1.4. Priesthood Keys\n10.1.5. Adapting Quorums to Local Needs\n10.2 Participating in God’s Work of Salvation and Exaltation\n \n \n10.3. Bishopric\n10.4. Youth Quorum Leaders\n \n \n10.5. Advisers and Specialists\n10.6. Helping Young Men Prepare to Receive the Melchizedek Priesthood\n10.7. Stake Young Men Leaders\n10.8. Additional Guidelines and Policies\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n10. Aaronic Priesthood Quorums\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“10. Aaronic Priesthood Quorums,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“10. Aaronic Priesthood Quorums,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nyoung men in church\n\n\n10.\n\n\nAaronic Priesthood Quorums\n\n\n\n\n\n\n\n\n\n\n10.1\n\n\nPurpose and Organization\n\n\n\n\nThe Aaronic Priesthood helps God’s children prepare to return to His presence. It holds “the keys of the ministering of angels, and of the gospel of repentance, and of baptism” (\nDoctrine and Covenants 13\n; see also \n3.3.2\n in this handbook).\n\n\n\n\n\n\n10.1.1\n\n\nPurpose\n\n\n\n\nAaronic Priesthood quorums help young men make and keep sacred covenants and deepen their conversion to Jesus Christ and His gospel.\n\n\nA quorum is an organized group of priesthood holders. The purpose of a quorum is to help priesthood holders work together to participate in God’s work of salvation and exaltation. In their quorums, Aaronic Priesthood holders serve others, fulfill priesthood duties, build unity, and learn and live doctrine.\n\n\n\n\n\n\n\n\n10.1.2\n\n\nAaronic Priesthood Quorum Theme\n\n\n\n\nThe Aaronic Priesthood quorum theme can help each young man understand his divine identity and his purpose as a priesthood holder. Young men and their leaders repeat the theme at the beginning of quorum meetings and at other quorum gatherings. The theme reads as follows:\n\n\n“I am a beloved son of God, and He has a work for me to do.\n\n\n“With all my heart, might, mind, and strength, I will love God, keep my covenants, and use His priesthood to serve others, beginning in my own home.\n\n\n“As I strive to serve, exercise faith, repent, and improve each day, I will qualify to receive temple blessings and the enduring joy of the gospel.\n\n\n“I will prepare to become a diligent missionary, loyal husband, and loving father by being a true disciple of Jesus Christ.\n\n\n“I will help prepare the world for the Savior’s return by inviting all to come unto Christ and receive the blessings of His Atonement.”\n\n\n\n\n\n\n\n\n10.1.3\n\n\nQuorums\n\n\n\n\nThe bishop organizes Aaronic Priesthood holders into quorums as described below. (See also \nDoctrine and Covenants 107:85–88\n.)\n\n\n\n\n\n\n10.1.3.1\n\n\nDeacons Quorum\n\n\n\n\nYoung men join the deacons quorum beginning in January of the year they turn 12. At this time they are also eligible to be ordained deacons if they are prepared and worthy.\n\n\nA member of the quorum who is an ordained deacon serves as the quorum president. Where possible, one or two counselors and a secretary may serve with him. The counselors and secretary must also be deacons.\n\n\nThe duties of a deacon are described in \nDoctrine and Covenants 20:57–59\n; \n84:111\n. Other duties include passing the sacrament and assisting the bishop in “administering all temporal things” (\nDoctrine and Covenants 107:68\n).\n\n\n\n\n\n\n\n\n10.1.3.2\n\n\nTeachers Quorum\n\n\n\n\nYoung men join the teachers quorum beginning in January of the year they turn 14. At this time they are also eligible to be ordained teachers if they are prepared and worthy.\n\n\nA member of the quorum who is an ordained teacher serves as the quorum president. Where possible, one or two counselors and a secretary may serve with him. The counselors and secretary must also be teachers.\n\n\nTeachers have the same duties as deacons. They also prepare the sacrament and serve as ministering brothers. Additional duties are described in \nDoctrine and Covenants 20:53–59\n; \n84:111\n.\n\n\n\n\n\n\n\n\n10.1.3.3\n\n\nPriests Quorum\n\n\n\n\nYoung men join the priests quorum beginning in January of the year they turn 16. At this time they are also eligible to be ordained priests if they are prepared and worthy.\n\n\nThe bishop is the president of the priests quorum (see \nDoctrine and Covenants 107:87–88\n). He calls one or two quorum members to serve as his assistants. A secretary may also be called. The assistants and secretary should be ordained priests.\n\n\nPriests have the same duties as deacons and teachers. Additional duties are described in \nDoctrine and Covenants 20:46–52, 73–79\n.\n\n\n\n\n\n\n\n\n\n\n10.1.4\n\n\nPriesthood Keys\n\n\n\n\nEach quorum is led by a president who holds priesthood keys. The deacons quorum president, teachers quorum president, and bishop hold priesthood keys. For more information about these keys, see \n3.4.1\n.\n\n\n\n\n\n\n\n\n10.1.5\n\n\nImage\nicon, guidelines for adaptation\n Adapting Quorums to Local Needs\n\n\n\n\nIn a ward or branch with few young men, Aaronic Priesthood quorums may meet together for instruction and activities.\n\n\nIf a ward has more than 12 deacons, the bishop may divide the deacons quorum. The same is true if there are more than 24 teachers (see \nDoctrine and Covenants 107:85–86\n). When making this decision, the bishop considers the effect on quorum members.\n\n\n\n\n\n\n\n\n\n\n10.2\n\n\nParticipating in God’s Work of Salvation and Exaltation\n\n\n\n\nGod invites all to come unto Christ and assist in His work by:\n\n\n\n\n\n\nLiving the gospel of Jesus Christ.\n\n\n\n\n\n\nCaring for those in need.\n\n\n\n\n\n\nInviting all to receive the gospel.\n\n\n\n\n\n\nUniting families for eternity.\n\n\n\n\n\n\nThe bishopric and youth quorum leaders, supported by advisers (see \n10.5\n), counsel together about how to help accomplish this work. For more information about God’s work of salvation and exaltation, study \nchapter 1\n.\n\n\n\n\n\n\n10.2.1\n\n\nLiving the Gospel of Jesus Christ\n\n\n\n\n\n\n\n\n10.2.1.1\n\n\nRoles of Parents and Leaders\n\n\n\n\nParents are responsible to teach their children the gospel and help them live it (see \nDoctrine and Covenants 68:25–28\n). The bishopric and youth quorum leaders, with help from advisers, support parents in this responsibility as follows:\n\n\n\n\n\n\nEncourage communication between young men and their families.\n\n\n\n\n\n\nEnsure that youth activities support and bless families.\n\n\n\n\n\n\nHelp parents prepare their sons for priesthood ordinations and to receive the Melchizedek Priesthood.\n\n\n\n\n\n\nHelp parents prepare their sons for the temple endowment, full-time missionary service, temple marriage, and fatherhood.\n\n\n\n\n\n\nLeaders should be sensitive to youth who lack family support for gospel living.\n\n\nParents and leaders strive to be good examples to the youth. They mentor youth in their efforts to become more like Jesus Christ. The Children and Youth program can help in these efforts (see \nChildrenandYouth.ChurchofJesusChrist.org\n).\n\n\n\n\n\n\n\n\n10.2.1.2\n\n\nGospel Learning\n\n\n\n\nThe bishopric, youth quorum leaders, and advisers encourage young men and their families to learn the gospel at home. Leaders and advisers study the gospel and share with the young men what they learn. They invite quorum members to share at church what they are learning at home.\n\n\nAaronic Priesthood quorums meet on Sundays to strengthen faith, build unity, strengthen families and homes, and make plans to participate in God’s work of salvation and exaltation. The bishopric and youth quorum leaders, supported by advisers, plan Sunday meetings.\n\n\n \n \nImage\nyoung men studying\n\n\nQuorum meetings are held on the second and fourth Sundays of the month. They last 50 minutes. Meetings begin with a prayer. A member of the quorum presidency (or one of the bishop’s assistants in the priests quorum) conducts. He leads the quorum in reciting the theme and counseling together about assignments, duties, and other matters.\n\n\nA quorum member or adult leader then leads gospel instruction. Quorum leaders counsel with advisers about who should teach. Meeting outlines are found in \nCome, Follow Me\n. Meetings should end with a prayer.\n\n\nNormally, each Aaronic Priesthood quorum meets separately (see \n10.1.5\n). Young men and young women may occasionally combine for a Sunday lesson, as coordinated by the bishopric and the Young Women presidency.\n\n\nYoung men are encouraged to participate in seminary (see \n15.1\n).\n\n\n\n\n\n\n\n\n10.2.1.3\n\n\nService and Activities\n\n\n\n\nThe bishopric and youth quorum leaders, supported by advisers, plan service and activities. These should help accomplish God’s work of salvation and exaltation. Service and activities should build testimonies, strengthen families, foster quorum unity, and provide opportunities to bless others. They should be balanced among four areas of personal growth: spiritual, social, physical, and intellectual.\n\n\nMost youth activities are held at times other than on Sundays or Monday evenings. They are usually held weekly. In some areas, distance, safety, or other factors make weekly activities impractical. In these areas, activities may be held less often, but they should generally be held at least monthly. \n \n \n Activities can be planned on the \nSample Service and Activity Planner\n, available on \nChurchofJesusChrist.org\n.\n\n\nSome service and activities should include both young men and young women, especially for older youth.\n\n\nYouth can benefit from socializing in larger groups. The youth in two or more wards may occasionally meet together for service and activities. Stakes or districts may occasionally plan service and activities for youth (see \n20.3.2\n).\n\n\nAdult leaders help ensure that activities are safe (see \nsafety.ChurchofJesusChrist.org\n; see also \n20.7\n in this handbook). At least two responsible adult leaders should be present at all activities (see \n10.8.1\n).\n\n\nFor more information, see \nAaronicPriesthoodQuorums.ChurchofJesusChrist.org\n. See also \nJustServe.org\n where it is available. These resources provide service and activity ideas.\n\n\nAnnual Activities.\n In addition to regular youth activities, young men may also participate in the following each year:\n\n\n\n\n\n\nA meeting for youth and their parents near the beginning of the year. It can be held for young men and young women separately or together. It can also be held at the ward or stake level. It is planned and led by the assistants to the bishop in the priests quorum and the presidency of the oldest Young Women class. Young men turning 12 during the year may receive their emblems of belonging during this meeting (see \n10.8.3\n). For more information, see \nChildrenandYouth.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\nAn Aaronic Priesthood quorum camp (see \nAaronic Priesthood Quorum Camp Guide\n). Young men may participate in additional overnight camps, events, and activities throughout the year, where feasible.\n\n\n\n\n\n\n \n \n A ward or stake youth conference or a For the Strength of Youth (FSY) conference. For information about FSY conferences, see \nFSY.ChurchofJesusChrist.org\n. For information about ward and stake FSY callings and responsibilities, see \nFSYLeader.ChurchofJesusChrist.org\n (for the U.S. and Canada) or the \nFSY Planning Guide\n (for all other areas).\n\n\n\n\n\n\nAt least one activity emphasizing the principles in \nFor the Strength of Youth: A Guide for Making Choices\n. This event could include both young men and young women. Parents may also be invited.\n\n\n\n\n\n\nAge Requirements.\n With their parents’ approval, young men may attend overnight Aaronic Priesthood camps beginning in January of the year they turn 12. They may attend dances, youth conferences, and FSY conferences beginning in January of the year they turn 14.\n\n\nPaying for Activities.\n Activities, including supplies, are paid for by the ward budget. Travel and expenses should not be excessive.\n\n\nAs an exception, if the ward budget does not have enough money to pay for multiday activities, such as camps, leaders may ask participants to help pay for them. However, a young man should not be prevented from participating if he cannot help pay. If more money is still needed, the bishop may authorize one fundraising activity each year (see \n20.6.5\n).\n\n\nThe bishopric ensures that the budget and activities for young men and young women are sufficient and equitable. Budget for Aaronic Priesthood quorums is based on the number of young men in the ward. Budget for the young women is based on the number of young women in the ward.\n\n\nSee \nFSY.ChurchofJesusChrist.org\n for information about funding for FSY conferences.\n\n\n \n \nImage\nyoung men outside\n\n\n\n\n\n\n\n\n10.2.1.4\n\n\nPersonal Development\n\n\n\n\nIn their efforts to become more like the Savior, youth are invited to set goals to grow spiritually, socially, physically, and intellectually (see \nLuke 2:52\n). Youth seek inspiration to discover what they need to work on. With help from parents, they make plans, act on their plans, and reflect on what they learn. Leaders and advisers also offer support as needed. However, they should not track the young men’s goals or progress. Parents and leaders may suggest goals, but they allow youth to seek their own inspiration about what goals to pursue.\n\n\nYouth are encouraged to complete at least two goals in each of the four areas each year. They can use \nPersonal Development: Youth Guidebook\n or the Gospel Living app to set and record goals.\n\n\nFor more information, see \nChildrenandYouth.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n\n\n10.2.2\n\n\nCaring for Those in Need\n\n\n\n\nAaronic Priesthood holders assist the bishop in “administering all temporal things” (\nDoctrine and Covenants 107:68\n). They should have regular opportunities to serve others in and with their families, during youth activities, and on their own. Ideas for service are available at \nChildrenandYouth.ChurchofJesusChrist.org\n. Where it is available, \nJustServe.org\n suggests opportunities for service in the community.\n\n\n\n\n\n\n10.2.2.1\n\n\nMinistering\n\n\n\n\nMinistering is caring for others as the Savior would. Aaronic Priesthood holders receive ministering assignments beginning in January of the year they turn 14. For more information, see \nchapter 21\n.\n\n\n\n\n\n\n\n\n\n\n10.2.3\n\n\nInviting All to Receive the Gospel\n\n\n\n\nAaronic Priesthood holders have a duty to “invite all to come unto Christ” (\nDoctrine and Covenants 20:59\n). Some ways they can do this are listed below:\n\n\n\n\n\n\nSet a good example as disciples of Jesus Christ.\n\n\n\n\n\n\nShare their testimonies with friends and family members.\n\n\n\n\n\n\nMinister to less-active members of their quorums.\n\n\n\n\n\n\nInvite friends to attend church or youth activities.\n\n\n\n\n\n\nInvite friends to participate in the Children and Youth program. Leaders work closely with parents of these youth to help them understand the program and determine how they and their children would like to be involved.\n\n\n\n\n\n\nInvite friends to be taught by the missionaries.\n\n\n\n\n\n\nParents and leaders encourage young men to prepare to serve full-time missions and to share the gospel throughout their lives. Some ways they can do this are listed below:\n\n\n\n\n\n\nEncourage young men to gain a personal testimony of Heavenly Father’s plan of happiness, the Atonement of Jesus Christ, and the restoration of His gospel.\n\n\n\n\n\n\nTeach young men about the blessings of serving missions and what will be expected of them.\n\n\n\n\n\n\nProvide opportunities to serve in the Church.\n\n\n\n\n\n\nProvide opportunities to teach the gospel in quorum meetings and other settings.\n\n\n\n\n\n\nAs part of this preparation, the bishopric or stake presidency may organize a missionary preparation class. The main resources for this class are the scriptures, \nMissionary Standards for Disciples of Jesus Christ\n, and \nPreach My Gospel: A Guide to Sharing the Gospel of Jesus Christ\n. This class is not held during regular Sunday meetings.\n\n\n \n \n \nMissionary.ChurchofJesusChrist.org\n provides additional resources that can help young men as they prepare to serve as missionaries. See \nchapters 23\n and \n24\n for more information.\n\n\n\n\n\n\n\n\n10.2.4\n\n\nUniting Families for Eternity\n\n\n\n\nAaronic Priesthood holders can help unite families for eternity in many ways. Some of these ways are listed below:\n\n\n\n\n\n\nHonor their parents and set an example of Christlike living in their home.\n\n\n\n\n\n\nPrepare to have their own eternal family.\n\n\n\n\n\n\nHave a current temple recommend.\n\n\n\n\n\n\nPrepare to receive temple ordinances, including eternal marriage.\n\n\n\n\n\n\nLearn about their extended families and ancestors (see \nMy Family: Stories That Bring Us Together\n).\n\n\n\n\n\n\nIdentify ancestors who need temple ordinances (see \nFamilySearch.org\n).\n\n\n\n\n\n\nParticipate in baptisms and confirmations for the dead as often as circumstances allow.\n\n\n\n\n\n\nParticipate in indexing (see \nFamilySearch.org/indexing\n).\n\n\n\n\n\n\nServe as temple and family history consultants, as called by the bishopric (see \n25.2.4\n).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n10.3\n\n\nBishopric\n\n\n\n\nThe bishopric is the presidency of the Aaronic Priesthood in the ward (see \nDoctrine and Covenants 107:13–15\n). They direct the work of Aaronic Priesthood quorums. The bishop’s foremost responsibility is to care for the \nrising generation\n in his ward. He learns their names and understands their home circumstances. He attends their activities and Sunday meetings regularly.\n\n\nThe bishop is the president of the priests quorum. His duty “is to preside over [the] priests, and sit in council with them, to teach them the duties of their office” (\nDoctrine and Covenants 107:87\n).\n\n\nThe first counselor in the bishopric has responsibility for the teachers quorum. The second counselor has responsibility for the deacons quorum.\n\n\nWhen a bishopric member attends a quorum meeting, he presides in the meeting.\n\n\nThe bishopric has the following additional responsibilities for Aaronic Priesthood quorums:\n\n\n\n\n\n\nMentor quorum presidencies and the bishop’s assistants in the priests quorum. Help them understand and fulfill their duties as leaders. To do this, the bishopric uses the scriptures and “\nAaronic Priesthood and Young Women Class Presidency Orientation\n” (see \nAaronicPriesthoodQuorums.ChurchofJesusChrist.org\n). They may also use \nchapter 4\n of this handbook.\n\n\n\n\n\n\nMeet with each young man at least twice a year (see \n31.3.1\n).\n\n\n\n\n\n\nOversee teaching in the Aaronic Priesthood quorums.\n\n\n\n\n\n\nHelp young men prepare to receive the Melchizedek Priesthood (see \n10.6\n).\n\n\n\n\n\n\nOversee the records, reports, and finances of Aaronic Priesthood quorums.\n\n\n\n\n\n\nQuorum advisers and specialists help with these responsibilities as requested (see \n10.5\n).\n\n\n\n\n\n\n\n\n10.4\n\n\nYouth Quorum Leaders\n\n\n\n\n\n\n\n\n10.4.1\n\n\nCalling, Sustaining, and Setting Apart\n\n\n\n\n \n \n The bishop calls one or two priests to be his assistants in leading the priests quorum. A member of the bishopric may also call a quorum secretary.\n\n\nA member of the bishopric calls the deacons and teachers quorum presidents. When there are enough Aaronic Priesthood holders to serve, these young men prayerfully consider quorum members to recommend as counselors and a secretary. The bishopric considers their recommendations and extends the callings.\n\n\nBefore asking a young man to serve in any of these callings, the bishopric member asks permission from the young man’s parents.\n\n\nAfter extending these callings, a member of the bishopric presents the youth quorum leaders for sustaining in their quorum meeting. The bishop sets apart his assistants and the deacons and teachers quorum presidents. He confers priesthood keys on the quorum presidents. He may assign his counselors to set apart other presidency members and secretaries.\n\n\nA member of the bishopric announces these callings in sacrament meeting. He does not present them to be sustained.\n\n\n\n\n\n\n\n\n10.4.2\n\n\nResponsibilities\n\n\n\n\nAaronic Priesthood quorum presidents, including the bishop, have the following responsibilities. Their counselors and the bishop’s assistants in the priests quorum share in these responsibilities.\n\n\n\n\n\n\nLead the quorum’s efforts to participate in God’s work of salvation and exaltation (see \nchapter 1\n).\n\n\n\n\n\n\nGet to know and serve each quorum member, including those who do not attend quorum meetings. Be aware of their needs and circumstances.\n\n\n\n\n\n\nServe on the ward youth council (see \n10.4.4\n).\n\n\n\n\n\n\nParticipate in ward efforts to share the gospel and strengthen new and returning members. An assistant in the priests quorum attends coordination meetings (see \n23.4\n).\n\n\n\n\n\n\nParticipate in ward temple and family history efforts. An assistant in the priests quorum attends coordination meetings (see \n25.2.7\n).\n\n\n\n\n\n\nTeach quorum members their priesthood duties (see \nDoctrine and Covenants 107:85–88\n). Support them in fulfilling those duties.\n\n\n\n\n\n\nPlan and conduct quorum meetings (see \n10.2.1.2\n).\n\n\n\n\n\n\nPlan and carry out quorum service and activities (see \n10.2.1.3\n).\n\n\n\n\n\n\nWhen quorum secretaries are called, they prepare agendas for meetings and take notes. They also help the ward clerk or a quorum adviser keep track of attendance.\n\n\nMembers of the bishopric teach the young men about their responsibilities (see \n10.3\n). Quorum advisers should actively help (see \n10.5\n).\n\n\n\n\n\n\n\n\n10.4.3\n\n\nQuorum Presidency Meeting\n\n\n\n\nAaronic Priesthood quorum presidencies meet regularly. The quorum president conducts these meetings. At least two adults attend—a member of the bishopric, an adviser, or a specialist. During these meetings, leaders counsel together and seek revelation about the Lord’s will for their quorum. The agenda could include discussion of the following items:\n\n\n\n\n\n\nHelping accomplish God’s work of salvation and exaltation\n\n\n\n\n\n\nServing quorum members, with special attention to supporting new members and reaching out to less-active members\n\n\n\n\n\n\nReaching out to those of other faiths and beliefs\n\n\n\n\n\n\nPlanning quorum meetings, service, and activities\n\n\n\n\n\n\nLeadership instruction from quorum leaders or advisers\n\n\n\n\n\n\nA \nSample Presidency Meeting Agenda\n is available on \nChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n10.4.4\n\n\nWard Youth Council\n\n\n\n\nThe purpose of the ward youth council is to help the youth bring others to Jesus Christ and to help accomplish God’s work of salvation and exaltation.\n\n\nThe bishop presides over the ward youth council. This council’s members include:\n\n\n\n\n\n\nThe bishopric.\n\n\n\n\n\n\nOne of the bishop’s assistants in the priests quorum, the teachers quorum president, and the deacons quorum president.\n\n\n\n\n\n\nThe Young Women class presidents (or the entire class presidency if the ward has just one Young Women class).\n\n\n\n\n\n\nThe Young Women president.\n\n\n\n\n\n\n \n \nImage\nyoung men and women talking\n\n\nThe ward youth council discusses ways to help others build testimonies, receive saving ordinances, keep covenants, and become followers of Jesus Christ (see \nMoroni 6:4–5\n). They counsel together about the needs of the young men and young women in the ward. They may discuss activities to meet these needs. However, detailed planning of activities should happen in quorum or class presidency meetings.\n\n\nSee \n29.2.6\n for more information about the ward youth council.\n\n\n\n\n\n\n\n\n\n\n10.5\n\n\nAdvisers and Specialists\n\n\n\n\nA member of the bishopric calls and sets apart men to be Aaronic Priesthood quorum advisers. These advisers support the bishopric in their responsibilities for Aaronic Priesthood quorums. They give special emphasis to mentoring the young men, teaching them how to lead by inspiration, and helping them become more like Jesus Christ. As needed and practical, more than one adviser may be called for each quorum.\n\n\n \n \n The bishopric may also call quorum specialists to assist with a particular event, such as a camp, a youth conference, or sports.\n\n\nAt least two responsible adult men should be present at each quorum meeting and activity. Having advisers and specialists present makes it possible for bishopric members to also visit Young Women and Primary classes and activities. Advisers and specialists must complete the training at \nProtectingChildren.ChurchofJesusChrist.org\n (see \n10.8.1\n).\n\n\n\n\n\n\n\n\n10.6\n\n\nHelping Young Men Prepare to Receive the Melchizedek Priesthood\n\n\n\n\nWhen a young man is 18 or older, he is eligible to receive the Melchizedek Priesthood and be ordained an elder if he is prepared and worthy. He counsels with his parents and the bishop to make this decision.\n\n\nBy age 19 or before leaving home (such as to attend college or serve in the military), he should be ordained an elder if he is worthy. Even if he is not ordained an elder by age 19, he is invited to attend elders quorum meetings.\n\n\nParents have the primary responsibility to help their sons prepare to receive the Melchizedek Priesthood. The bishopric and quorum advisers can also help by providing Aaronic Priesthood holders with experiences that will prepare them for a lifetime of service as elders. The best preparation to receive the Melchizedek Priesthood is to fulfill Aaronic Priesthood duties.\n\n\nThose who receive the Melchizedek Priesthood should strive to understand:\n\n\n\n\n\n\nThe oath and covenant of the priesthood (see \nDoctrine and Covenants 84:33–44\n).\n\n\n\n\n\n\nThe duties of an elder (\nDoctrine and Covenants 20:38–45\n; \n42:44\n; \n107:11–12\n).\n\n\n\n\n\n\nThe purposes of priesthood ordinances and blessings and how to perform them (see \nchapter 18\n).\n\n\n\n\n\n\nHow men and women work together to help accomplish God’s work.\n\n\n\n\n\n\n \n \n For information about these topics, see “\nMelchizedek Priesthood\n,” “\nPriesthood\n,” and “\nWomen in the Church\n” (Topics and Questions, topics.ChurchofJesusChrist.org).\n\n\nThe elders quorum presidency and ministering brothers can help provide this instruction. It may occur individually in young men’s homes or in a class held outside of regular Sunday meetings.\n\n\n\n\n\n\n\n\n10.7\n\n\nImage\nicon, guidelines for adaptation\n Stake Young Men Leaders\n\n\n\n\nThe stake presidency calls and sets apart a high councilor to be the stake Young Men president. The high council members assigned to the Young Women and Primary may be called and set apart to serve as his counselors. Or, if a stake is large enough, other Melchizedek Priesthood holders from the stake may be called as counselors. (See \n6.5\n.)\n\n\nThe stake Young Men president serves under the direction of the stake presidency. He and his counselors and secretary serve on the stake youth leadership committee (see \n29.3.9\n). He and his counselors help bishoprics by teaching them their duties for Aaronic Priesthood quorums.\n\n\nA brother from the membership of the stake may be called as the stake Young Men secretary.\n\n\nFor more information about the responsibilities of the stake Young Men presidency and secretary, see \n6.7.2\n and \n6.7.3\n.\n\n\n\n\n\n\n\n\n10.8\n\n\nAdditional Guidelines and Policies\n\n\n\n\n\n\n\n\n10.8.1\n\n\nSafeguarding Youth\n\n\n\n\nWhen adults are interacting with youth in Church settings, at least two responsible adults should be present. It may be necessary for quorums to meet together to make this possible.\n\n\nAll adults who work with youth must complete the children and youth protection training within one month of being sustained (\nProtectingChildren.ChurchofJesusChrist.org\n). They repeat the training every three years thereafter.\n\n\nFor information about how these guidelines apply to ministering companions, see \n21.2.2\n.\n\n\n \n \nImage\nyoung men at church\n\n\n\n\n\n\n\n\n10.8.2\n\n\nYoung Men with Disabilities\n\n\n\n\nQuorum leaders give special care to young men with disabilities. \n \n \n For information about helping these young men, see \ndisability.ChurchofJesusChrist.org\n; see also \n38.8.27\n in this handbook.\n\n\n\n\n\n\n\n\n10.8.3\n\n\nChildren and Youth Emblems\n\n\n\n\nYoung men receive emblems as part of the Children and Youth program. When a young man becomes a member of his first Aaronic Priesthood quorum, he receives an emblem of belonging from his quorum leaders. He also receives a copy of \nPersonal Development: Youth Guidebook\n.\n This could be done when quorum leaders meet with him to welcome him to the quorum. It could also be done at an annual meeting for youth and their parents (see \n10.2.1.3\n).\n\n\nIn January of the year a young man turns 18, he receives an additional emblem of belonging.\n\n\nYoung men may earn an emblem of achievement by striving to become more like the Savior.\n\n\nFor more information about emblems, see \nChildrenandYouth.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n10.8.4\n\n\nImage\nicon, guidelines for adaptation\n Gathering Fast Offerings\n\n\n\n\nIn wards that are geographically concentrated, the bishop may direct Aaronic Priesthood holders to visit members each month and invite them to contribute fast offerings. In making this decision, the bishop considers the number of Aaronic Priesthood holders available, their safety, and the blessing to members who might not otherwise contribute (see \n34.3.2\n).\n\n\nPriesthood holders should go in pairs when gathering fast offerings. Those who gather fast offerings deliver them promptly to a member of the bishopric.\n\n\nMembers should not give other contributions, such as tithing or other offerings, to those who gather fast offerings.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}