{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/11-young-women?lang=eng#title_number32",
    "title": "11. Young Women",
    "content": "\n\n\n\n\n\n\n\n11. Young Women\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n11.1. Purpose and Organization\n \n \n11.1. Purpose and Organization\n11.1.1. Purpose\n11.1.2. Young Women Theme\n11.1.3. Classes\n11.2. Participating in God’s Work of Salvation and Exaltation\n \n \n11.3. Ward Young Women Leadership\n \n \n11.4. Helping Young Women Prepare to Join Relief Society\n11.5. Stake Young Women Leaders\n11.6. Additional Guidelines and Policies\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n11. Young Women\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“11. Young Women,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“11. Young Women,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nyoung women outside\n\n\n11.\n\n\nYoung Women\n\n\n\n\n\n\n\n\n\n\n11.1\n\n\nPurpose and Organization\n\n\n\n\nThe Young Women organization helps God’s children prepare to return to His presence. As they strive to keep their covenants with God, young women will be “armed with righteousness and with the power of God in great glory” (\n1 Nephi 14:14\n).\n\n\n\n\n\n\n11.1.1\n\n\nPurpose\n\n\n\n\nThe Young Women organization helps young women make and keep sacred covenants and deepen their conversion to Jesus Christ and His gospel.\n\n\nThe purpose of a Young Women class is to help young women work together to participate in God’s work of salvation and exaltation. In their classes, young women serve others, fulfill covenant responsibilities, build unity, and learn and live doctrine.\n\n\n\n\n\n\n\n\n11.1.2\n\n\nYoung Women Theme\n\n\n\n\nThe Young Women theme can help each young woman understand her divine identity and become converted to Jesus Christ. Young women and their leaders repeat the theme at the beginning of Sunday meetings and at other Young Women gatherings. The theme reads as follows:\n\n\n“I am a beloved daughter of heavenly parents, with a divine nature and eternal destiny.\n\n\n“As a disciple of Jesus Christ, I strive to become like Him. I seek and act upon personal revelation and minister to others in His holy name.\n\n\n“I will stand as a witness of God at all times and in all things and in all places.\n\n\n“As I strive to qualify for exaltation, I cherish the gift of repentance and seek to improve each day. With faith, I will strengthen my home and family, make and keep sacred covenants, and receive the ordinances and blessings of the holy temple.”\n\n\n\n\n\n\n\n\n11.1.3\n\n\nImage\nicon, guidelines for adaptation\n Classes\n\n\n\n\nYoung women become members of a Young Women class beginning in January of the year they turn 12.\n\n\nYoung women classes are organized by age-groups. An age-group is all young women who will turn the same age during a calendar year. A class may include more than one age-group. Young women progress to a new class in January of the year they turn the age of the young women in that new class.\n\n\nBishoprics and adult Young Women leaders prayerfully decide how to organize classes according to age. They consider leadership opportunities for young women. Each class, regardless of size, should have a president and, where possible, one or two counselors and a secretary. In units with sufficient young women, classes should be large enough so class presidencies have class members to serve.\n\n\n \n \nImage\nyoung women class\n\n\nClasses are referred to by the unifying title of “Young Women.” If a ward has more than one class, age-groups are used to distinguish classes.\n\n\n\n\n\n\n\n\n\n\n11.2\n\n\nParticipating in God’s Work of Salvation and Exaltation\n\n\n\n\nGod invites all to come unto Christ and assist in His work by:\n\n\n\n\n\n\nLiving the gospel of Jesus Christ.\n\n\n\n\n\n\nCaring for those in need.\n\n\n\n\n\n\nInviting all to receive the gospel.\n\n\n\n\n\n\nUniting families for eternity.\n\n\n\n\n\n\nClass presidencies, supported by adult leaders, counsel together about how to help accomplish this work. For more information about God’s work of salvation and exaltation, study \nchapter 1\n.\n\n\n\n\n\n\n11.2.1\n\n\nLiving the Gospel of Jesus Christ\n\n\n\n\n\n\n\n\n11.2.1.1\n\n\nRoles of Parents and Leaders\n\n\n\n\nParents are responsible to teach their children the gospel and help them live it (see \nDoctrine and Covenants 68:25–28\n). The bishopric, Young Women leaders, and class presidencies support parents in this responsibility as follows:\n\n\n\n\n\n\nEncourage communication between young women and their families.\n\n\n\n\n\n\nEnsure that youth activities support and bless families.\n\n\n\n\n\n\nHelp parents prepare their daughters for the temple endowment, full-time missionary service (if the young women desire), temple marriage, and motherhood.\n\n\n\n\n\n\nLeaders should be sensitive to youth who lack family support for gospel living.\n\n\nParents and leaders strive to be good examples to the youth. They mentor youth in their efforts to become more like Jesus Christ. The Children and Youth program can help in these efforts (see \nChildrenandYouth.ChurchofJesusChrist.org\n).\n\n\n\n\n\n\n\n\n11.2.1.2\n\n\nGospel Learning\n\n\n\n\nYoung Women leaders and class presidencies encourage young women and their families to learn the gospel at home. Leaders study the gospel and share with the young women what they learn. They invite class members to share at church what they are learning at home.\n\n\nYoung Women classes meet on Sundays to strengthen faith, build unity, strengthen families and homes, and make plans to participate in God’s work of salvation and exaltation. Class presidencies, supported by adult leaders, plan Sunday meetings.\n\n\nClass meetings are held on the second and fourth Sundays of the month. They last 50 minutes. Meetings begin with a prayer. A member of the class presidency conducts. She leads the class in reciting the theme and counseling together about assignments and other matters.\n\n\nA class member or adult leader then leads gospel instruction. Class presidencies counsel with adult leaders about who should teach. Meeting outlines are found in \nCome, Follow Me\n. Meetings should end with a prayer.\n\n\nIf a ward has more than one Young Women class, they meet separately. However, they may meet together when there is a special need. Young women and young men may occasionally combine for a Sunday lesson, as coordinated by the bishopric and the Young Women presidency.\n\n\nYoung women are encouraged to participate in seminary (see \n15.1\n).\n\n\n\n\n\n\n\n\n11.2.1.3\n\n\nService and Activities\n\n\n\n\nClass presidencies, supported by adult leaders, plan service and activities. These should help accomplish God’s work of salvation and exaltation. Service and activities should build testimonies, strengthen families, foster class unity, and provide opportunities to bless others. They should be balanced among four areas of personal growth: spiritual, social, physical, and intellectual.\n\n\n \n \n Most youth activities are held at times other than on Sundays or Monday evenings. They are usually held weekly. In some areas, distance, safety, or other factors make weekly activities impractical. In these areas, activities may be held less often, but they should generally be held at least monthly. \n \n \n Activities can be planned on the \nSample Service and Activity Planner\n, available on \nChurchofJesusChrist.org\n.\n\n\nSome service and activities should include both young men and young women, especially for older youth.\n\n\nYouth can benefit from socializing in larger groups. The youth in two or more wards may occasionally meet together for service and activities. Stakes or districts may occasionally plan service and activities for youth (see \n20.3.2\n).\n\n\nAdult leaders help ensure that activities are safe (see \nsafety.ChurchofJesusChrist.org\n; see also \n20.7\n in this handbook). At least two responsible adult leaders should be present at all activities (see \n11.6.1\n).\n\n\nFor more information, see \nYoungWomen.ChurchofJesusChrist.org\n. See also \nJustServe.org\n where it is available. These resources provide service and activity ideas.\n\n\nAnnual Activities.\n In addition to regular youth activities, young women may also participate in the following each year:\n\n\n\n\n\n\nA meeting for youth and their parents near the beginning of the year. It can be held for young men and young women separately or together. It can also be held at the ward or stake level. It is planned and led by the assistants to the bishop in the priests quorum and the presidency of the oldest Young Women class. Young women turning 12 during the year may receive their emblems of belonging during this meeting (see \n11.6.3\n). For more information, see \nChildrenandYouth.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\nA Young Women camp (see \nYoung Women Camp Guide\n). Young women may participate in additional overnight camps, events, and activities throughout the year, where feasible.\n\n\n\n\n\n\n \n \n A ward or stake youth conference or a For the Strength of Youth (FSY) conference. For information about FSY conferences, see \nFSY.ChurchofJesusChrist.org\n. For information about ward and stake FSY callings and responsibilities, see \nFSYLeader.ChurchofJesusChrist.org\n (for the U.S. and Canada) or the \nFSY Planning Guide\n (for all other areas).\n\n\n\n\n\n\nAt least one activity emphasizing the principles in \nFor the Strength of Youth: A Guide for Making Choices\n. This event could include both young men and young women. Parents may also be invited.\n\n\n\n\n\n\nAge Requirements.\n With their parents’ approval, young women may attend overnight Young Women camps beginning in January of the year they turn 12. They may attend dances, youth conferences, and FSY conferences beginning in January of the year they turn 14.\n\n\nPaying for Activities.\n Activities, including supplies, are paid for by the ward budget. Travel and expenses should not be excessive.\n\n\nAs an exception, if the ward budget does not have enough money to pay for multiday activities, such as camps, leaders may ask participants to help pay for them. However, a young woman should not be prevented from participating if she cannot help pay. If more money is still needed, the bishop may authorize one fundraising activity each year (see \n20.6.5\n).\n\n\nThe bishopric ensures that the budget and activities for young women and young men are sufficient and equitable. Budget for the young women is based on the number of young women in the ward. Budget for Aaronic Priesthood quorums is based on the number of young men in the ward.\n\n\n \n \nImage\nyoung women having a water fight\n\n\n \n \n See \nFSY.ChurchofJesusChrist.org\n for information about funding for FSY conferences.\n\n\n\n\n\n\n\n\n11.2.1.4\n\n\nPersonal Development\n\n\n\n\nIn their efforts to become more like the Savior, youth are invited to set goals to grow spiritually, socially, physically, and intellectually (see \nLuke 2:52\n). Youth seek inspiration to discover what they need to work on. With help from parents, they make plans, act on their plans, and reflect on what they learn. Leaders also offer support as needed. However, they should not track the young women’s goals or progress. Parents and leaders may suggest goals, but they allow youth to seek their own inspiration about what goals to pursue.\n\n\nYouth are encouraged to complete at least two goals in each of the four areas each year. They can use \nPersonal Development: Youth Guidebook\n or the Gospel Living app to set and record goals.\n\n\nFor more information, see \nChildrenandYouth.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n\n\n11.2.2\n\n\nCaring for Those in Need\n\n\n\n\nYoung women should have regular opportunities to serve others in and with their families, during youth activities, and on their own. Ideas for service are available at \nChildrenandYouth.ChurchofJesusChrist.org\n. Where it is available, \nJustServe.org\n suggests opportunities for service in the community.\n\n\n\n\n\n\n11.2.2.1\n\n\nMinistering\n\n\n\n\nMinistering is caring for others as the Savior would. Young women may receive ministering assignments beginning in January of the year they turn 14. For more information, see \nchapter 21\n.\n\n\n\n\n\n\n\n\n\n\n11.2.3\n\n\nInviting All to Receive the Gospel\n\n\n\n\nYoung women invite all to receive the gospel as they “stand as witnesses of God at all times and in all things, and in all places” (\nMosiah 18:9\n). Some ways they can do this are listed below:\n\n\n\n\n\n\nSet a good example as disciples of Jesus Christ.\n\n\n\n\n\n\nShare their testimonies with friends and family members.\n\n\n\n\n\n\nMinister to less-active members of their classes.\n\n\n\n\n\n\nInvite friends to attend church or youth activities.\n\n\n\n\n\n\nInvite friends to participate in the Children and Youth program. Leaders work closely with parents of these youth to help them understand the program and determine how they and their children would like to be involved.\n\n\n\n\n\n\nInvite friends to be taught by the missionaries.\n\n\n\n\n\n\nParents and leaders can help young women prepare to share the gospel throughout their lives. Some ways they can do this are listed below:\n\n\n\n\n\n\nEncourage young women to gain a personal testimony of Heavenly Father’s plan of happiness, the Atonement of Jesus Christ, and the restoration of His gospel.\n\n\n\n\n\n\nProvide opportunities to serve in the Church.\n\n\n\n\n\n\nProvide opportunities to teach the gospel in class meetings and other settings.\n\n\n\n\n\n\nIf young women desire to serve full-time missions, parents and leaders help them prepare. This includes teaching them about the blessings and expectations of full-time missionary work.\n\n\nAs part of this preparation, the bishopric or stake presidency may organize a missionary preparation class. The main resources for this class are the scriptures, \nMissionary Standards for Disciples of Jesus Christ\n, and \nPreach My Gospel: A Guide to Sharing the Gospel of Jesus Christ\n. This class is not held during regular Sunday meetings.\n\n\n \n \n \nMissionary.ChurchofJesusChrist.org\n provides additional resources that can help young women who desire to prepare to serve a mission. See \nchapters 23\n and \n24\n for more information.\n\n\n\n\n\n\n\n\n11.2.4\n\n\nUniting Families for Eternity\n\n\n\n\nYoung women can help unite families for eternity in many ways. Some of these ways are listed below:\n\n\n\n\n\n\nHonor their parents and set an example of Christlike living in their home.\n\n\n\n\n\n\nPrepare to have their own eternal family.\n\n\n\n\n\n\nHave a current temple recommend.\n\n\n\n\n\n\nPrepare to receive temple ordinances, including eternal marriage.\n\n\n\n\n\n\nLearn about their extended families and ancestors (see \n My Family: Stories That Bring Us Together\n).\n\n\n\n\n\n\nIdentify ancestors who need temple ordinances (see \nFamilySearch.org\n).\n\n\n\n\n\n\nParticipate in baptisms and confirmations for the dead as often as circumstances allow.\n\n\n\n\n\n\nParticipate in indexing (see \nFamilySearch.org/indexing\n).\n\n\n\n\n\n\nServe as temple and family history consultants, as called by the bishopric (see \n25.2.4\n).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n11.3\n\n\nWard Young Women Leadership\n\n\n\n\n\n\n\n\n11.3.1\n\n\nBishopric\n\n\n\n\nThe bishop’s foremost responsibility is to care for the \nrising generation\n in his ward. He and his counselors learn their names and understand their home circumstances. They meet with each young woman at least twice a year (see \n31.3.1\n).\n\n\nThe bishop has responsibility for the ward Young Women organization. He meets regularly with the Young Women president. He reports on Young Women matters in bishopric meetings.\n\n\nThe bishop and his counselors regularly participate in Young Women meetings, service, and activities. If there are multiple Young Women classes, the bishop may assign himself and his counselors to work with specific classes.\n\n\n\n\n\n\n\n\n11.3.2\n\n\nAdult Young Women Presidency\n\n\n\n\nThe bishop calls and sets apart an adult woman to serve as the ward Young Women president. If the unit is large enough, she recommends one or two adult women to be called as her counselors (see \nchapter 30\n). The bishopric considers her recommendations and extends the callings.\n\n\n \n \n In a small unit, the Young Women president may be the only called adult leader in the Young Women organization. In this case, she works with parents to organize instruction and activities for the young women. She also ensures that at least two responsible adults are present at all meetings and activities. When possible, counselors and a secretary should be called.\n\n\nIf a branch does not have a Young Women president, the Relief Society president may organize instruction for the young women until a Young Women president is called.\n\n\n \n \nImage\nwoman and young woman talking\n\n\nThe Young Women president has the following responsibilities. Her counselors assist her.\n\n\n\n\n\n\nServe on the ward council. She serves as (1) a ward council member who helps address needs in the ward and find solutions and (2) a representative of the Young Women (see \n29.2.5\n).\n\n\n\n\n\n\nServe as a member of the ward youth council (see \n29.2.6\n).\n\n\n\n\n\n\nMinister to individual young women.\n\n\n\n\n\n\nSubmit recommendations to the bishopric for sisters to serve in Young Women.\n\n\n\n\n\n\nTeach other Young Women leaders and class presidencies their responsibilities.\n\n\n\n\n\n\nCounsel with young women about challenges that do not require the bishop or involve abuse (see \n32.3\n, \n31.3.1\n, and \n38.6.2\n).\n\n\n\n\n\n\nMentor class presidencies in their leadership responsibilities. Each class is assisted and overseen by a specific member of the Young Women presidency.\n\n\n\n\n\n\nSupport young women who serve as companions to adult sisters in ministering (see \n21.2.2\n).\n\n\n\n\n\n\nRegularly hold Young Women presidency meetings and meet with the bishop.\n\n\n\n\n\n\nOversee the records, reports, budget, and finances of the Young Women organization.\n\n\n\n\n\n\n\n\n\n\n\n\n11.3.3\n\n\nImage\nicon, guidelines for adaptation\n Secretary\n\n\n\n\nIf the unit is large enough, the Young Women president recommends to the bishop an adult sister to serve as Young Women secretary. She may have the following responsibilities:\n\n\n\n\n\n\nHelp the Young Women presidency prepare agendas for presidency meetings. She attends these meetings, takes notes, and keeps track of assignments.\n\n\n\n\n\n\nInstruct class secretaries and help them keep attendance records.\n\n\n\n\n\n\nUsing \nLCR\n, work with the Relief Society secretary to keep attendance records for adult sisters serving in Young Women.\n\n\n\n\n\n\nHelp the Young Women presidency prepare a budget and account for expenses.\n\n\n\n\n\n\n\n\n\n\n\n\n11.3.4\n\n\nClass Presidency and Secretary\n\n\n\n\n\n\n\n\n11.3.4.1\n\n\nCalling, Sustaining, and Setting Apart\n\n\n\n\nEach Young Women class should have a class presidency. The Young Women presidency may recommend young women to serve as class presidents. Members of the bishopric prayerfully counsel together to determine whom to call.\n\n\nA member of the bishopric calls a young woman to serve as a class president. \n \n \n When there are enough young women to serve, she prayerfully considers class members to recommend as counselors and a secretary. The bishopric considers her recommendations and extends the callings.\n\n\nBefore asking a young woman to serve in any of these callings, the bishopric member asks permission from the young woman’s parents.\n\n\nAfter extending these callings, a member of the bishopric presents the young women to their class for sustaining. The bishop or an assigned counselor sets the young women apart.\n\n\nA member of the bishopric announces these callings in sacrament meeting. He does not present them to be sustained.\n\n\nShortly after class presidencies are set apart, a member of the bishopric should orient them to their responsibilities. See “\nAaronic Priesthood Quorum and Young Women Class Presidency Orientation\n” at \nYoungWomen.ChurchofJesusChrist.org\n; see also \nchapter 4\n of this handbook.\n\n\n\n\n\n\n\n\n11.3.4.2\n\n\nResponsibilities\n\n\n\n\nClass presidents serve on the ward youth council (see \n11.3.4.4\n). Class presidencies also have the following responsibilities:\n\n\n\n\n\n\nLead the class’s efforts to participate in God’s work of salvation and exaltation (see \nchapter 1\n).\n\n\n\n\n\n\nGet to know and serve each young woman, including those who do not attend class meetings. Be aware of their needs and circumstances.\n\n\n\n\n\n\nParticipate in ward efforts to share the gospel and strengthen new and returning members. A presidency member of the oldest Young Women class attends coordination meetings (see \n23.4\n).\n\n\n\n\n\n\nParticipate in ward temple and family history efforts. A presidency member of the oldest Young Women class attends coordination meetings (see \n25.2.7\n).\n\n\n\n\n\n\nPlan and conduct Sunday class meetings (see \n11.2.1.2\n).\n\n\n\n\n\n\nPlan and carry out class service and activities (see \n11.2.1.3\n).\n\n\n\n\n\n\nRegularly hold class presidency meetings (see \n11.3.4.3\n).\n\n\n\n\n\n\n \n \n When class secretaries are called, they prepare agendas for meetings, take notes, and keep track of attendance.\n\n\nMembers of the Young Women presidency regularly teach class presidencies about their responsibilities (see \n11.3.2\n). Class advisers and specialists should actively help (see \n11.3.5\n and \n11.3.6\n).\n\n\n\n\n\n\n\n\n11.3.4.3\n\n\nClass Presidency Meeting\n\n\n\n\nYoung Women class presidencies meet regularly. The class president conducts these meetings. The adult Young Women leaders assigned to support the class presidency also attend. During these meetings, leaders counsel together and seek revelation about the Lord’s will for their class. The agenda could include discussion of the following items:\n\n\n\n\n\n\nHelping accomplish God’s work of salvation and exaltation\n\n\n\n\n\n\nServing class members, with special attention to supporting new members and reaching out to less-active members\n\n\n\n\n\n\nReaching out to those of other faiths and beliefs\n\n\n\n\n\n\nPlanning class meetings, service, and activities\n\n\n\n\n\n\nLeadership instruction from adult Young Women leaders or a member of the class presidency\n\n\n\n\n\n\n \n \n A \nSample Presidency Meeting Agenda\n is available on \nChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n11.3.4.4\n\n\nWard Youth Council\n\n\n\n\nThe purpose of the ward youth council is to help the youth bring others to Jesus Christ and to help accomplish God’s work of salvation and exaltation.\n\n\nThe bishop presides over the ward youth council. This council’s members include:\n\n\n\n\n\n\nThe bishopric.\n\n\n\n\n\n\nOne of the bishop’s assistants in the priests quorum, the teachers quorum president, and the deacons quorum president.\n\n\n\n\n\n\nThe Young Women class presidents (or the entire class presidency if the ward has just one Young Women class).\n\n\n\n\n\n\nThe Young Women president.\n\n\n\n\n\n\nThe ward youth council discusses ways to help others build testimonies, receive saving ordinances, keep covenants, and become consecrated followers of Jesus Christ (see \nMoroni 6:4–5\n). They counsel together about the needs of the young women and young men in the ward. They may discuss activities to meet these needs. However, detailed planning of activities should happen in quorum or class presidency meetings.\n\n\nSee \n29.2.6\n for more information about the ward youth council.\n\n\n\n\n\n\n\n\n\n\n11.3.5\n\n\nImage\nicon, guidelines for adaptation\n Advisers\n\n\n\n\nThe Young Women presidency may recommend that the bishopric call Young Women advisers. Each adviser works with a specific age-group of young women.\n\n\nAdvisers have the following responsibilities:\n\n\n\n\n\n\nHelp the Young Women presidency with their responsibilities.\n\n\n\n\n\n\nSupport and guide class presidencies as they learn and carry out their responsibilities.\n\n\n\n\n\n\nTeach Sunday lessons as needed. Help young women who have been invited to teach a lesson to effectively prepare and teach.\n\n\n\n\n\n\nAttend class activities.\n\n\n\n\n\n\nAttend ward Young Women presidency meetings when invited.\n\n\n\n\n\n\nAt least two responsible adult women should be present at each class meeting and activity. Advisers must complete the training at \nProtectingChildren.ChurchofJesusChrist.org\n (see \n11.6.1\n).\n\n\n \n \nImage\nyoung women sewing\n\n\n\n\n\n\n\n\n11.3.6\n\n\nImage\nicon, optional resources\n Specialists\n\n\n\n\nWhere needed, the Young Women presidency may recommend that the bishopric call specialists to assist with a particular event, such as a camp, a youth conference, or sports.\n\n\nAll specialists serve under the direction of the ward Young Women presidency.\n\n\nSpecialists must complete the training at \nProtectingChildren.ChurchofJesusChrist.org\n (see \n11.6.1\n).\n\n\n\n\n\n\n\n\n\n\n11.4\n\n\nHelping Young Women Prepare to Join Relief Society\n\n\n\n\nA young woman may join the Relief Society when she is 18. By age 19, each young woman should be fully participating in Relief Society. In some cases, a young woman may come into Relief Society earlier than her 18th birthday. Each young woman counsels with her parents and the bishop to decide what will best help her continue to strengthen her faith in Jesus Christ.\n\n\nParents and Young Women and Relief Society leaders work together to help each young woman successfully progress into Relief Society. These leaders provide ongoing opportunities for young women and Relief Society sisters to make connections and develop relationships.\n\n\n\n\n\n\n\n\n11.5\n\n\nImage\nicon, guidelines for adaptation\n Stake Young Women Leaders\n\n\n\n\nA member of the stake presidency calls an adult woman to serve as the stake Young Women president. If a stake is large enough, she recommends one or two adult women to serve as counselors and another to serve as secretary. These women are called and set apart by a member of the stake presidency or an assigned high councilor. For information about the responsibilities of the stake Young Women presidency and secretary, see \n6.7.1\n, \n6.7.1.2\n, and \n6.7.3\n.\n\n\nA counselor in the stake presidency has responsibility for the Young Women organization in the stake. He also has responsibility for the work of the stake Young Women presidency. He also instructs bishops in their responsibilities for young women.\n\n\nThe stake presidency assigns a high councilor to work with the stake Young Women presidency (see \n6.5\n).\n\n\nThe stake Young Women presidency and secretary serve on the stake youth leadership committee (see \n29.3.9\n).\n\n\n \n \nImage\nyoung women in class\n\n\n\n\n\n\n\n\n11.6\n\n\nAdditional Guidelines and Policies\n\n\n\n\n\n\n\n\n11.6.1\n\n\nSafeguarding Youth\n\n\n\n\nWhen adults are interacting with youth in Church settings, at least two responsible adults should be present. It may be necessary to combine classes to make this possible.\n\n\nAll adults who work with youth must complete the children and youth protection training within one month of being sustained (\nProtectingChildren.ChurchofJesusChrist.org\n). They repeat the training every three years thereafter.\n\n\nFor information about how these guidelines apply to ministering companions, see \n21.2.2\n.\n\n\n\n\n\n\n\n\n11.6.2\n\n\nYoung Women with Disabilities\n\n\n\n\nClass presidencies give special care to young women who have disabilities. \n \n \n For information about helping these young women, see \ndisability.ChurchofJesusChrist.org\n; see also \n38.8.27\n in this handbook.\n\n\n\n\n\n\n\n\n11.6.3\n\n\nChildren and Youth Emblems\n\n\n\n\nYoung women receive emblems as part of the Children and Youth program. Every young woman should receive an emblem of belonging from her class presidency when she becomes a member of Young Women. She also receives a copy of \nPersonal Development: Youth Guidebook\n.\n This could be done when the class presidency and adult Young Women leaders meet with her to welcome her to Young Women. It could also be done at an annual meeting for youth and their parents (see \n11.2.1.3\n).\n\n\nIn January of the year a young woman turns 18, she receives an additional emblem of belonging.\n\n\nYoung women may earn an emblem of achievement by striving to become more like the Savior.\n\n\nFor more information about emblems, see \nChildrenandYouth.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}