{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/13-sunday-school?lang=eng#title_number25",
    "title": "13. Sunday School",
    "content": "\n\n\n\n\n\n\n\n13. Sunday School\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n13.1. Purpose\n13.2. Ward Sunday School Leadership\n \n \n13.3. Sunday School Classes\n \n \n13.4. Improving Learning and Teaching in the Ward\n13.5. Improving Learning and Teaching in the Home\n13.6. Stake Sunday School Leaders\n13.7. Additional Guidelines\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n13. Sunday School\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“13. Sunday School,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“13. Sunday School,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nseminary class\n\n\n13.\n\n\nSunday School\n\n\n\n\n\n\n\n\n\n\n13.1\n\n\nPurpose\n\n\n\n\nThe Sunday School helps accomplish God’s work of salvation and exaltation. It does this by helping God’s children learn and live the gospel of Jesus Christ. Sunday School leaders, teachers, and classes:\n\n\n\n\n\n\nStrengthen faith in Heavenly Father and Jesus Christ by teaching “the doctrine of the kingdom” (\nDoctrine and Covenants 88:77\n).\n\n\n\n\n\n\nSupport home-centered and Church-supported gospel learning and teaching.\n\n\n\n\n\n\nHelp members teach in the Savior’s way.\n\n\n\n\n\n\n\n\n\n\n\n\n13.2\n\n\nWard Sunday School Leadership\n\n\n\n\n\n\n\n\n13.2.1\n\n\nBishopric\n\n\n\n\nThe bishopric oversees the Sunday School. Usually the bishop assigns one of his counselors to fulfill this responsibility under his direction.\n\n\nThis assigned counselor meets with the Sunday School president regularly. They counsel about the needs of the Sunday School, how it is accomplishing its purpose, and the responsibilities outlined in \n13.2.2.2\n.\n\n\n\n\n\n\n\n\n13.2.2\n\n\nSunday School President\n\n\n\n\n\n\n\n\n13.2.2.1\n\n\nCalling a Sunday School President\n\n\n\n\nThe bishop calls and sets apart a Melchizedek Priesthood holder to be the ward Sunday School president. They discuss whether counselors should be called. If counselors are needed, and if there are enough men to serve in these positions, the Sunday School president may recommend one or two counselors. If the bishopric approves, a member of the bishopric calls them.\n\n\nA member of the bishopric presents Sunday School presidency members in sacrament meeting for sustaining by ward members. A member of the bishopric also sets them apart.\n\n\n \n \n In a large ward, the bishopric may call and set apart a man to be the Sunday School secretary. The Sunday School president may recommend whom to call. The secretary can help the presidency keep track of assignments or attendance if desired.\n\n\n\n\n\n\n\n\n13.2.2.2\n\n\nResponsibilities\n\n\n\n\nThe Sunday School president has the following responsibilities. If he has counselors, they assist him.\n\n\n\n\n\n\nServe on the ward council. He serves as (1) a member of the council who helps address needs in the ward and find solutions and (2) a representative of the Sunday School (see \n29.2.5\n).\n\n\n\n\n\n\nOversee efforts to improve gospel learning and teaching at home and at church.\n\n\n\n\n\n\nOrganize Sunday School classes, with the bishopric’s approval (see \n13.3\n). Recommend to the bishopric adult members to serve as Sunday School teachers.\n\n\n\n\n\n\nSupport, encourage, and instruct Sunday School teachers. Help them become more effective gospel teachers by following the principles in the scriptures and \nTeaching in the Savior’s Way\n. Encourage them to study \nTeaching in the Savior’s Way\n.\n\n\n\n\n\n\nLead teacher council meetings as guided by the bishop (see \nTeaching in the Savior’s Way\n, \n38–39\n).\n\n\n\n\n\n\nEncourage teachers to reach out to members who do not attend classes.\n\n\n\n\n\n\nWork with teachers to keep attendance records. Report attendance quarterly to the ward clerk or in \nLCR\n or Member Tools. A secretary, if called, can help with this responsibility.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n13.2.3\n\n\nSunday School Teachers\n\n\n\n\nThe Sunday School president may recommend members to serve as Sunday School teachers. If the bishopric approves, a member of the bishopric calls them, presents them in sacrament meeting for sustaining by ward members, and sets them apart.\n\n\nSunday School teachers get to know class members, including those who do not attend classes. Teachers support members in their efforts to learn and live the gospel of Jesus Christ.\n\n\nTo prepare to teach, Sunday School teachers use the scriptures and \nCome, Follow Me\n. They follow the principles in \nTeaching in the Savior’s Way\n and \nchapter 17\n of this handbook.\n\n\nSunday School teachers attend quarterly teacher council meetings (see \n17.4\n).\n\n\n\n\n\n\n\n\n\n\n13.3\n\n\nSunday School Classes\n\n\n\n\nSunday School classes are held on the first and third Sundays of the month. They last 50 minutes. Classes begin and end with a prayer.\n\n\nWith the bishopric’s approval, the Sunday School president organizes classes for adults and youth. If he has counselors, they assist him.\n\n\nThe number of classes depends on (1) how many members are in the ward and (2) the number and size of rooms that are available. Usually, smaller classes make it easier for more people to participate actively and learn. The ward council can help the Sunday School president decide how many Sunday School classes to organize.\n\n\nYoung men and young women typically start attending a youth Sunday School class at the beginning of the year they turn 12. They may start attending an adult class when they turn 18.\n\n\nThe Sunday School president organizes as many youth classes as are needed. Youth should be assigned to classes according to their age. If there are few youth in an age-group, they may be combined in a class with a similar age-group. They stay in that same class until January of the next year.\n\n\nAt least two responsible adults should be present in each youth class. The adults could be two men, two women, or a married couple. To meet this requirement, classes may need to be combined.\n\n\nAll adults who work with youth must complete the children and youth protection training within one month of being sustained (\nProtectingChildren.ChurchofJesusChrist.org\n). They repeat the training every three years thereafter.\n\n\n \n \nImage\nyouth Sunday School class\n\n\n\n\n\n\n13.3.1\n\n\nSmall Branches\n\n\n\n\nIn a small branch, the Sunday School president may be the only Sunday School leader and teacher. He teaches a Sunday School class for all youth and adults in the branch.\n\n\n\n\n\n\n\n\n13.3.2\n\n\nSunday School Classes for Specific Groups\n\n\n\n\nAs needed, the Sunday School president may organize Sunday School classes for specific groups. The curriculum for these classes is \nCome, Follow Me\n.\n\n\nGroups that could benefit from their own Sunday School class include:\n\n\n\n\n\n\nYoung single adults.\n\n\n\n\n\n\nMembers who do not speak the ward’s primary language.\n\n\n\n\n\n\nNew members, returning members, and those who are learning about the Church.\n\n\n\n\n\n\nOther groups as noted by the bishop.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n13.4\n\n\nImproving Learning and Teaching in the Ward\n\n\n\n\nWard leaders are responsible for improving learning and teaching in their organizations. This includes orienting newly called teachers (see \nTeaching in the Savior’s Way\n, \n40\n). They can ask the ward Sunday School president for help if needed.\n\n\nTeacher council meetings are held quarterly during the 50-minute class time on Sunday (see \n17.4\n). Their purpose is to help improve learning and teaching. \nTeaching in the Savior’s Way\n is the main resource for these meetings.\n\n\nThe ward council oversees and schedules teacher council meetings. The Sunday School president usually leads the meetings. However, the bishopric may ask another member to lead them.\n\n\nFor more information, see “\nFor Leaders—Helping Teachers Succeed\n” in \nTeaching in the Savior’s Way\n (pages 38–40).\n\n\n\n\n\n\n\n\n13.5\n\n\nImproving Learning and Teaching in the Home\n\n\n\n\nParents are responsible for teaching the gospel to their children.\n\n\nThe ward council may organize teacher council meetings for parents during the 50-minute class time on Sunday. These meetings are led by a member of the Sunday School presidency or someone else the bishopric assigns. \nTeaching in the Savior’s Way\n is the main resource for these meetings.\n\n\nFor more information about teacher council meetings for parents, see \n17.5\n.\n\n\n\n\n \n \nImage\nadult Sunday School class\n\n\n\n\n\n\n13.6\n\n\nStake Sunday School Leaders\n\n\n\n\nThe stake president assigns one of his counselors to oversee the Sunday School in the stake. He also calls and sets apart a high councilor to be the stake Sunday School president.\n\n\nThe responsibilities of the stake Sunday School president are outlined in \n6.7.1\n and \n6.7.3\n. If counselors are called, they assist him.\n\n\n\n\n\n\n\n\n13.7\n\n\nAdditional Guidelines\n\n\n\n\n\n\n\n\n13.7.1\n\n\nMembers with Disabilities\n\n\n\n\nSunday School teachers give special care to class members who have disabilities. For information about teaching members who have disabilities, see \ndisability.ChurchofJesusChrist.org\n; see also \n38.8.27\n in this handbook.\n\n\n\n\n\n\n\n\n13.7.2\n\n\nResource Center\n\n\n\n\nSome meetinghouses have a resource center (library) to help members learn and teach the gospel. The ward Sunday School president oversees the resource center. Wards that share a meetinghouse also share the resource center. Seminary and institute classes and FamilySearch centers share the resource center with the wards.\n\n\nIn meetinghouses that have a resource center, the bishopric calls a resource center specialist. The Sunday School president may recommend someone to call. Or the bishopric could ask a member of the Sunday School presidency to be the specialist. This person:\n\n\n\n\n\n\nOrganizes and cares for the resources.\n\n\n\n\n\n\nHelps leaders, teachers, and other members obtain and use these resources.\n\n\n\n\n\n\nThe Sunday School president consults with the resource center specialist to determine if an annual budget is needed for the resource center. He then makes a recommendation to the bishopric.\n\n\nThe resource center specialist should attend sacrament meeting each week and other Sunday meetings regularly. If necessary, the bishopric may call an assistant to the specialist.\n\n\nFor more information, see “\nResource Centers\n” at \nChurchofJesusChrist.org\n.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}