{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/18-priesthood-ordinances-and-blessings?lang=eng#title_number65",
    "title": "18. Performing Priesthood Ordinances and Blessings",
    "content": "\n\n\n\n\n\n\n\n18. Performing Priesthood Ordinances and Blessings\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n18.0. Introduction\n18.1. Ordinances of Salvation and Exaltation\n18.2. Other Ordinances and Blessings\n18.3. Participation in an Ordinance or Blessing\n18.4. Ordinances for Minor Children\n18.5. Ordinances Performed for and by Persons Who Have Disabilities\n18.6. Naming and Blessing Children\n \n \n18.7. Baptism\n \n \n18.8. Confirmation and Gift of the Holy Ghost\n \n \n18.9. The Sacrament\n \n \n18.10. Conferring the Priesthood and Ordaining to an Office\n \n \n18.11. Setting Apart Members to Serve in Callings\n \n \n18.12. Consecrating Oil\n \n \n18.13. Administering to the Sick\n \n \n18.14. Blessings of Comfort and Counsel, Including Father’s Blessings\n \n \n18.15. Dedicating Homes\n \n \n18.16. Dedicating Graves\n \n \n18.17. Patriarchal Blessings\n \n \n18.18. Temple Endowment and Sealing\n18.19. Chart of Ordinations\n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“18. Performing Priesthood Ordinances and Blessings,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“18. Performing Priesthood Ordinances and Blessings,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nfamily walking near temple\n\n\n18.\n\n\nPerforming Priesthood Ordinances and Blessings\n\n\n\n\n\n\n\n\n\n\n18.0\n\n\nIntroduction\n\n\n\n\nOrdinances and blessings are sacred acts performed by the authority of the priesthood and in the name of Jesus Christ. As priesthood holders perform ordinances and blessings, they follow the Savior’s example of blessing others. Priesthood ordinances and blessings provide access to God’s power (see \nDoctrine and Covenants 84:20\n).\n\n\nOrdinances and blessings are to be performed with faith in Heavenly Father and Jesus Christ and according to the guidance of the Holy Ghost. Leaders ensure that they are performed with proper approval (where necessary), with the required priesthood authority, in the proper way, and by worthy participants (see \n18.3\n).\n\n\nFor policies on priesthood ordinances and blessings, see \n38.2\n.\n\n\n\n\n\n\n\n\n18.1\n\n\nOrdinances of Salvation and Exaltation\n\n\n\n\nThe priesthood includes the authority to administer gospel ordinances that are necessary for salvation and exaltation. People make sacred covenants with God as they receive these ordinances. The ordinances of salvation and exaltation are listed below:\n\n\n\n\n\n\nBaptism\n\n\n\n\n\n\nConfirmation and gift of the Holy Ghost\n\n\n\n\n\n\nConferral of the Melchizedek Priesthood and ordination to an office (for men)\n\n\n\n\n\n\nTemple endowment\n\n\n\n\n\n\nTemple sealing\n\n\n\n\n\n\nFor information about performing these ordinances for those with intellectual disabilities, see the following:\n\n\n\n\n\n\nFor baptism and confirmation (\n38.2.8.1\n)\n\n\n\n\n\n\nFor ordination to an office in the Melchizedek Priesthood (\n38.2.9.7\n)\n\n\n\n\n\n\nFor the temple endowment and sealing (\n27.2.1.3\n and \n27.3.1.2\n)\n\n\n\n\n\n\nIf a child who was born in the covenant dies before age 8, no ordinances are needed or performed. If the child was not born in the covenant, the only ordinance he or she needs is to be sealed to parents. Because of the Savior’s Atonement, all children who die before age 8 are “saved in the celestial kingdom of heaven” (\nDoctrine and Covenants 137:10\n; see also \nMoroni 8:8–12\n).\n\n\n\n\n\n\n\n\n18.2\n\n\nOther Ordinances and Blessings\n\n\n\n\nOther ordinances and blessings make it possible for God’s children to receive His power, healing, comfort, and guidance. These ordinances and blessings are listed below:\n\n\n\n\n\n\nNaming and blessing children\n\n\n\n\n\n\nThe sacrament\n\n\n\n\n\n\nConferral of the Aaronic Priesthood and ordination to an office (for young men and men)\n\n\n\n\n\n\nSetting apart members to serve in callings\n\n\n\n\n\n\nConsecrating oil\n\n\n\n\n\n\nAdministering to the sick\n\n\n\n\n\n\nBlessings of comfort and counsel, including father’s blessings\n\n\n\n\n\n\nDedicating homes\n\n\n\n\n\n\nDedicating graves\n\n\n\n\n\n\nPatriarchal blessings by ordained patriarchs\n\n\n\n\n\n\n \n \nImage\nbaby being blessed\n\n\n\n\n\n\n\n\n18.3\n\n\nParticipation in an Ordinance or Blessing\n\n\n\n\nThose who perform or participate in an ordinance or blessing must have the necessary priesthood authority and be worthy. Generally, the standard of worthiness is that associated with holding a temple recommend. However, as guided by the Spirit and the instructions in this chapter, bishops and stake presidents may allow fathers and husbands who hold the necessary priesthood office to perform or participate in some ordinances and blessings even if they are not fully temple worthy. A priesthood holder who has unresolved serious sins should not participate.\n\n\nGenerally, only priesthood leaders and other priesthood holders who are close family members and friends participate in an ordinance or blessing.\n\n\nThe person receiving the ordinance, family members, and priesthood leaders counsel together to determine who and how many will participate. This decision should be made well before the ordinance is performed.\n\n\nWhen only one or two priesthood holders participate, each of them places both hands lightly on the person’s head. When several participate, they stand in a circle around the person receiving the ordinance or blessing. Each one places his right hand lightly on the person’s head (or under the baby) and his left hand on the shoulder of the brother to his left. One acts as voice to perform the ordinance or give the blessing.\n\n\nPerforming or receiving some ordinances and blessings requires approval from a presiding leader who holds the necessary priesthood keys (see \n3.4.1\n). As needed, approval may be given by a counselor he authorizes. See the following charts. References to stake presidents apply also to mission presidents. References to bishops apply also to branch presidents.\n\n\n\n\n\n\nWhich Leaders Hold Keys to Give Approval to Perform or Receive the Ordinances of Salvation and Exaltation?\n\n\n\n\n\n\nOrdinance\n\n\n\n\nWho Holds Keys\n\n\n\n\nOrdinance\n\n\n\n\nBaptism\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop (for 8-year-old children and for members of record ages 9 and older whose baptism was delayed due to intellectual disabilities)\n\n\nMission president (for converts)\n\n\n\n\nOrdinance\n\n\n\n\nConfirmation and gift of the Holy Ghost\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop (for 8-year-old children and for members of record ages 9 and older whose baptism was delayed due to intellectual disabilities)\n\n\nMission president (for converts)\n\n\n\n\nOrdinance\n\n\n\n\nConferral of the Melchizedek Priesthood and ordination to an office (for men)\n\n\n\n\nWho Holds Keys\n\n\n\n\nStake president\n\n\n\n\nOrdinance\n\n\n\n\nTemple endowment\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop and stake president\n\n\n\n\nOrdinance\n\n\n\n\nTemple sealing\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop and stake president\n\n\n\n\n\n\n\n\n\n\nWhich Leaders Hold Keys to Give Approval to Perform or Receive Other Ordinances and Blessings?\n\n\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nWho Holds Keys\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nNaming and blessing children\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nThe sacrament\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nConferral of the Aaronic Priesthood and ordination to an office (for young men and men)\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nSetting apart members to serve in callings\n\n\n\n\nWho Holds Keys\n\n\n\n\nSee \n30.8\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nConsecrating oil\n\n\n\n\nWho Holds Keys\n\n\n\n\nApproval not needed\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nAdministering to the sick\n\n\n\n\nWho Holds Keys\n\n\n\n\nApproval not needed\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nBlessings of comfort and counsel, including father’s blessings\n\n\n\n\nWho Holds Keys\n\n\n\n\nApproval not needed\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nDedicating homes\n\n\n\n\nWho Holds Keys\n\n\n\n\nApproval not needed\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nDedicating graves\n\n\n\n\nWho Holds Keys\n\n\n\n\nThe priesthood leader who presides over the service\n\n\n\n\nOrdinance or Blessing\n\n\n\n\nPatriarchal blessings\n\n\n\n\nWho Holds Keys\n\n\n\n\nBishop\n\n\n\n\n\n\n\n\n\n\n\n\n18.4\n\n\nOrdinances for Minor Children\n\n\n\n\nGuidelines for obtaining approval from parents or guardians for a minor child to receive the following ordinances and blessings are provided in the sections listed below:\n\n\n\n\n\n\nFor naming and blessing: \n38.2.7.2\n and \n38.2.7.3\n\n\n\n\n\n\nFor baptism and confirmation: \n38.2.8.2\n\n\n\n\n\n\nFor ordination to a priesthood office: \n38.2.9.2\n\n\n\n\n\n\nFor questions about the legal rights of parents or guardians, the bishop or stake president seeks legal advice from the Church’s Office of General Counsel or from the area office (see \n38.8.23\n).\n\n\n\n\n\n\n\n\n18.5\n\n\nOrdinances Performed for and by Persons Who Have Disabilities\n\n\n\n\nSee \n38.2.4\n and \n38.2.5\n.\n\n\n\n\n\n\n\n\n18.6\n\n\nNaming and Blessing Children\n\n\n\n\n“Every member of the church of Christ having children is to bring them unto the elders before the church, who are to lay their hands upon them in the name of Jesus Christ, and bless them in his name” (\nDoctrine and Covenants 20:70\n).\n\n\nChildren are typically named and blessed during fast and testimony meeting in the ward where their parents reside. This is true regardless of whether the child’s parents are married. If the parents do not reside together, the ordinance is usually performed in the ward where the child will primarily live.\n\n\nExceptions to the typical time and place of a child’s blessing must be approved by the bishop. Possible exceptions include blessings not on fast Sunday, especially in wards with many new babies, and blessings in another ward where the child’s grandparents or many family members live. The bishop may also authorize Melchizedek Priesthood holders to bless the child in the home. A member of the bishopric presides.\n\n\nFor information about naming and blessing children in special circumstances, see \n38.2.7\n.\n\n\n\n\n\n\n18.6.1\n\n\nWho Gives the Blessing\n\n\n\n\nThe ordinance of naming and blessing a child is performed by Melchizedek Priesthood holders, in conformity with \nDoctrine and Covenants 20:70\n. Priesthood leaders inform members of this before their children are named and blessed. Leaders should make every effort to avoid embarrassment or offense to individuals or families.\n\n\nA person or family who desires that a child receive a name and a blessing coordinates the ordinance with the bishop. He holds the priesthood keys for naming and blessing children in the ward.\n\n\nA bishop may allow a father who holds the Melchizedek Priesthood to name and bless his child even if the father is not fully temple worthy (see \n18.3\n). Bishops encourage fathers to prepare themselves to bless their own children.\n\n\nTo act as voice in blessing a child, a person who is outside his own ward must show a current temple recommend to the presiding leader. Or he may show a \nRecommend to Perform an Ordinance\n signed by a member of his bishopric.\n\n\n\n\n\n\n\n\n18.6.2\n\n\nInstructions\n\n\n\n\nUnder the direction of the bishopric, Melchizedek Priesthood holders gather in a circle to name and bless a child. They place their hands under a baby, or they place their hands lightly on an older child’s head. Then the one acting as voice:\n\n\n\n\n\n\nAddresses Heavenly Father as in prayer.\n\n\n\n\n\n\nStates that the blessing is being performed by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nGives the child a name.\n\n\n\n\n\n\nAddresses the child.\n\n\n\n\n\n\nGives a blessing to the child as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n18.6.3\n\n\nChild Record Form and Blessing Certificate\n\n\n\n\nBefore a child is blessed, a clerk uses \nLeader and Clerk Resources (LCR)\n to prepare a \nChild Record Form\n. After the blessing, he creates the membership record in that system and prepares a \nBlessing Certificate\n. This certificate is signed by the bishop and given to the child’s parents or guardians.\n\n\nThe name on the membership record and certificate should match the birth certificate, civil birth registry, or current legal name.\n\n\n\n\n\n\n\n\n\n\n18.7\n\n\nBaptism\n\n\n\n\nBaptism by immersion in water by one having authority is necessary for a person to become a member of the Church and receive the Holy Ghost. All who seek exaltation must follow the example of the Savior by receiving these ordinances. (See \nMatthew 3:13–17\n; \nJohn 3:3–7\n; \nActs 2:37–38\n; \n2 Nephi 31:5–21\n.)\n\n\nFor information about baptism in special circumstances, see \n38.2.8\n.\n\n\n \n \nImage\nboy being baptized\n\n\n\n\n\n\n18.7.1\n\n\nApproval for a Person to Be Baptized and Confirmed\n\n\n\n\n\n\n\n\n18.7.1.1\n\n\nChildren Who Are Members of Record\n\n\n\n\nThe bishop holds the priesthood keys for baptizing 8-year-old members of record in a ward. These children should be baptized and confirmed on or as soon after their 8th birthday as is reasonable (see \nDoctrine and Covenants 68:27\n). These are children for whom Church membership records already exist (see \n33.6.2\n). When they reach age 8, the bishop makes sure they have every opportunity to accept the gospel and be baptized and confirmed.\n\n\nFor information about baptizing and confirming a person who has an intellectual disability, see \n38.2.4\n and \n38.2.8.1\n.\n\n\nThe bishop or an assigned counselor interviews children of record for baptism and confirmation. Instructions are in \n31.2.3.1\n.\n\n\nFor information about filling out the Baptism and Confirmation Record, see \n18.8.3\n.\n\n\nBishops give special attention to 7-year-old children in the ward, ensuring that their parents, their Primary leaders and teachers, and those who minister to their families help them prepare for baptism and confirmation. Elders quorum and Relief Society leaders also encourage parents to prepare their children for these ordinances.\n\n\n\n\n\n\n\n\n18.7.1.2\n\n\nConverts\n\n\n\n\nThe mission president holds the priesthood keys for baptizing converts in a mission. For this reason, full-time missionaries interview converts for baptism and confirmation. Instructions are in \n31.2.3.2\n.\n\n\nFor information about filling out the Baptism and Confirmation Record, see \n18.8.3\n.\n\n\n\n\n\n\n\n\n18.7.1.3\n\n\nChildren Whose Parents Are Not Married (Including Divorced)\n\n\n\n\nFor guidelines about baptizing and confirming minor children, see \n38.2.8.2\n.\n\n\n\n\n\n\n\n\n\n\n18.7.2\n\n\nBaptismal Services\n\n\n\n\nA baptismal service should be simple, brief, and spiritually uplifting. It may include the following:\n\n\n\n\n\n\nPrelude music\n\n\n\n\n\n\nA brief welcome from the brother who is conducting the service\n\n\n\n\n\n\nAn opening hymn and prayer\n\n\n\n\n\n\nOne or two short messages on gospel subjects, such as baptism and the gift of the Holy Ghost\n\n\n\n\n\n\nA musical selection\n\n\n\n\n\n\nThe baptism\n\n\n\n\n\n\nA time of reverence while those who participated in the baptism change into dry clothes (hymns or Primary songs may be played or sung during this time)\n\n\n\n\n\n\nThe confirmation of 8-year-old members of record; the confirmation of converts (see \n18.8\n)\n\n\n\n\n\n\nBearing of testimonies by new converts, if desired\n\n\n\n\n\n\nA closing hymn and prayer\n\n\n\n\n\n\nPostlude music\n\n\n\n\n\n\nWhen a child of record is preparing to be baptized, a member of the bishopric and Primary presidency counsel with the family to plan and schedule a baptismal service. A member of the bishopric conducts the service. If more than one child will be baptized in the same month, they could share a baptismal service.\n\n\nIn stakes with many children of record, children from multiple wards may share the same baptismal service. In such cases, a member of the stake presidency or stake Primary presidency or a high councilor counsels with families of children being baptized to plan and schedule baptismal services. A member of the stake presidency or an assigned high councilor conducts the service. Wards or families may meet separately for a portion of the service so that each child is recognized individually. This could be, for example, for the baptismal ordinance, the confirmation, or a talk by a ward or family member. A member of the bishopric conducts that part of the service.\n\n\nBaptismal services for converts should be scheduled as soon as they have met the qualifications in \n31.2.3.2\n. Baptism of a family member should not be delayed until a father can receive the priesthood and perform the baptism himself.\n\n\nUnder the bishopric’s guidance, the ward mission leader (if one is called) or the member of the elders quorum presidency who leads missionary work in the ward plans and conducts baptismal services for converts. He also plans the confirmation of converts if they will not be confirmed in sacrament meeting. He coordinates with the full-time missionaries.\n\n\n\n\n\n\n\n\n18.7.3\n\n\nWho Performs the Ordinance\n\n\n\n\nThe ordinance of baptism is performed by a priest or Melchizedek Priesthood holder. The person who performs a baptism must be approved by the bishop (or by the mission president if a full-time missionary is performing the baptism).\n\n\nA bishop may allow a father who is a priest or a Melchizedek Priesthood holder to baptize his child even if the father is not fully temple worthy (see \n18.3\n). Bishops encourage fathers to prepare themselves to baptize their own children.\n\n\nTo perform a baptism, a person who is outside his own ward must show a current temple recommend to the presiding leader. Or he may show a \nRecommend to Perform an Ordinance\n signed by a member of his bishopric.\n\n\n\n\n\n\n\n\n18.7.4\n\n\nWhere to Perform the Ordinance\n\n\n\n\nBaptisms should be performed in a baptismal font if one is available. If there is not a font, a safe body of water may be used. It should be large enough for both the person performing the ordinance and the person being baptized to stand in. Water is not dedicated for baptisms.\n\n\nIf a font is used, it is scheduled through an assigned member in the agent bishop’s ward.\n\n\nFor safety, a responsible adult must be present while a font is being filled and remain until it is drained, cleaned, and secured. The font should be drained immediately after each baptismal service. The doors to the font should be locked when it is not in use.\n\n\n\n\n\n\n\n\n18.7.5\n\n\nClothing\n\n\n\n\nA person who performs a baptism and a person who is being baptized wear white clothing that is not transparent when wet. An endowed person wears the temple garment under this clothing while performing a baptism. Local units purchase baptismal clothing with budget funds and do not charge for its use.\n\n\n\n\nBaptismal clothing may be ordered at \nstore.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n\n\n18.7.6\n\n\nWitnesses\n\n\n\n\nTwo witnesses, approved by the presiding leader, observe each baptism to make sure it is performed properly. Baptized members of the Church, including children and youth, may serve as witnesses.\n\n\nA baptism must be repeated if the words are not spoken exactly as given in \nDoctrine and Covenants 20:73\n. It must also be repeated if part of the person’s body, hair, or clothing is not completely immersed.\n\n\n\n\n\n\n\n\n18.7.7\n\n\nInstructions\n\n\n\n\nTo perform the ordinance of baptism, a priest or Melchizedek Priesthood holder:\n\n\n\n\n\n\nStands in the water with the person being baptized.\n\n\n\n\n\n\nHolds the person’s right wrist with his left hand (for convenience and safety). The person being baptized holds the priesthood holder’s left wrist with his or her left hand.\n\n\n\n\n\n\nRaises his right arm to the square.\n\n\n\n\n\n\nStates the person’s full name and says, “Having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen” (\nDoctrine and Covenants 20:73\n).\n\n\n\n\n\n\nHas the person hold his or her nose with the right hand (for convenience); then places his right hand high on the person’s back and immerses the person completely, including clothing. Immersion is easier if the person bends his or her knees.\n\n\n\n\n\n\nHelps the person to come up out of the water.\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n18.7.8\n\n\nBaptism Record\n\n\n\n\nFor information about making a record of a baptism, see \n18.8.3\n.\n\n\n\n\n\n\n\n\n\n\n18.8\n\n\nConfirmation and Gift of the Holy Ghost\n\n\n\n\nAfter a person is baptized, he or she is confirmed a member of the Church and receives the Holy Ghost by the laying on of hands (see \nDoctrine and Covenants 20:41\n; \nActs 19:1–6\n). The person becomes a member of the Church after both of these ordinances are completed and properly recorded (see \nJohn 3:5\n; \nDoctrine and Covenants 33:11\n; \n3 Nephi 27:20\n).\n\n\nFor information about confirmation in special circumstances, see \n38.2.8\n.\n\n\nThe bishop holds the priesthood keys for confirming 8-year-old members of record in his ward. The mission president holds the keys for confirming converts (for a definition of a convert baptism, see \n31.2.3.2\n).\n\n\nThe bishop oversees the confirmations of 8-year-old children of record. These children are typically confirmed on the day they are baptized.\n\n\nThe full-time missionaries coordinate with ward leaders to plan the confirmation of converts as noted in \n18.7.2\n. Converts may be confirmed at the baptismal service or in sacrament meeting in the ward where they live as soon as possible after their baptism.\n\n\nNew members are recognized and welcomed as a new member of the ward in the sacrament meeting after their confirmation (see \n29.2.1.1\n).\n\n\n \n \nImage\nyoung woman being confirmed\n\n\n\n\n\n\n18.8.1\n\n\nWho Performs the Ordinance\n\n\n\n\nThe ordinance of confirmation is performed by Melchizedek Priesthood holders. The one who acts as voice must be approved by the bishop (or by the mission president if a full-time missionary is performing the confirmation).\n\n\nOnly a Melchizedek Priesthood holder who is temple worthy may act as voice for a confirmation. However, a bishop may allow a father who holds the Melchizedek Priesthood to stand in the circle for the confirmation of his child even if the father is not fully temple worthy (see \n18.3\n).\n\n\nAt least one member of the bishopric participates in this ordinance. When missionary elders have taught a convert, the bishop invites them to participate.\n\n\nTo act as voice in this ordinance, a person who is outside his own ward must show a current temple recommend to the presiding leader. Or he may show a \nRecommend to Perform an Ordinance\n signed by a member of his bishopric.\n\n\n\n\n\n\n\n\n18.8.2\n\n\nInstructions\n\n\n\n\nUnder the direction of the bishopric, one or more Melchizedek Priesthood holders may participate in a confirmation. They place their hands lightly on the person’s head. Then the one acting as voice:\n\n\n\n\n\n\nCalls the person by his or her full name.\n\n\n\n\n\n\nStates that the ordinance is being performed by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nConfirms the person a member of The Church of Jesus Christ of Latter-day Saints.\n\n\n\n\n\n\nStates “receive the Holy Ghost” (not “receive the gift of the Holy Ghost”).\n\n\n\n\n\n\nGives words of blessing as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n18.8.3\n\n\nBaptism and Confirmation Record and Certificate\n\n\n\n\nBefore a child who is a member of record is interviewed for baptism, a clerk uses \nLCR\n to prepare a \nBaptism and Confirmation Form\n. The bishop or an assigned counselor conducts the interview and signs the form. After the baptism and confirmation, a clerk uses this form to update the child’s membership record in \nLCR\n.\n\n\nWhen a full-time missionary interviews a convert for baptism, he fills out the Baptism and Confirmation Record using the Area Book Planner (ABP) app. After the baptism and confirmation, the missionaries record the information in ABP and submit it to the ward clerk electronically. The ward clerk reviews the information in \nLCR\n and creates the membership record.\n\n\nAfter the membership record is created, a clerk prepares a Baptism and Confirmation Certificate. This certificate is signed by the bishop and given to the person.\n\n\nThe name on the membership record and certificate should match the birth certificate, civil birth registry, or current legal name.\n\n\n\n\n\n\n\n\n\n\n18.9\n\n\nThe Sacrament\n\n\n\n\nChurch members meet on the Sabbath day to worship God and partake of the sacrament (see \nDoctrine and Covenants 20:75\n; \n59:9\n; \nMoroni 6:5–6\n). During this ordinance, they partake of the bread and water to remember the Savior’s sacrifice of His flesh and blood and to renew their sacred covenants (see \nMatthew 26:26–28\n; \nJoseph Smith Translation, Mark 14:20–25\n; \nLuke 22:15–20\n; \n3 Nephi 18\n; \nMoroni 6:6\n). Everyone should be reverent during the blessing and passing of the sacrament.\n\n\n\n\n\n\n18.9.1\n\n\nApproval to Administer the Sacrament\n\n\n\n\nThe bishop holds the priesthood keys for administering the sacrament in the ward. All who participate in preparing, blessing, and passing the sacrament must receive approval from him or someone under his direction.\n\n\nIf members of his ward are unable to partake of the sacrament because they are confined to a home, care center, or hospital, the bishop may authorize priesthood holders to administer the sacrament to them. He may authorize this even if they are temporarily outside his ward boundaries. However, he may not authorize the sacrament to be given to members outside his ward boundaries in other circumstances.\n\n\nIn rare circumstances, sacrament meeting might not be held for an extended time. In these situations, a bishop may authorize worthy priesthood holders in his ward to prepare and administer the sacrament in their homes each Sabbath. Bishops may also authorize them to prepare and administer the sacrament to ward members who do not have priesthood holders in their homes.\n\n\nWhen the bishop authorizes the sacrament to be prepared and administered outside of standard Church services, the instructions in \n18.9.2\n about who performs the ordinance still apply.\n\n\n\n\n\n\n\n\n18.9.2\n\n\nWho Performs the Ordinance\n\n\n\n\n\n\n\n\nTeachers, priests, and Melchizedek Priesthood holders may prepare the sacrament.\n\n\n\n\n\n\nPriests and Melchizedek Priesthood holders may bless the sacrament.\n\n\n\n\n\n\nDeacons, teachers, priests, and Melchizedek Priesthood holders may pass the sacrament.\n\n\n\n\n\n\nWhen there are enough Aaronic Priesthood holders, they usually perform these duties. When there are not enough deacons to pass the sacrament, the deacons quorum president counsels with the bishop about whom to invite to assist. Generally, he asks teachers and priests to help before asking elders and high priests.\n\n\n\n\n\n\n\n\n18.9.3\n\n\nGuidelines for the Sacrament\n\n\n\n\nBecause of the sacred nature of the sacrament, priesthood leaders should prepare carefully so it is orderly and reverent. Sacrament tablecloths should be white, clean, and pressed. Sacrament trays should be clean. Sacrament trays and cups should be ordered well in advance.\n\n\n\n\nSacrament supplies may be ordered at \nstore.ChurchofJesusChrist.org\n.\n\n\n\n\nThose who administer the sacrament should do so in a dignified manner, realizing that they are representing the Lord. The bishopric encourages them to ponder the Savior’s Atonement as they prepare, bless, and pass the sacrament.\n\n\nThose who administer the sacrament should be well groomed and clean. They should not wear clothing or jewelry that might detract from the worship and covenant making that are the purpose of the sacrament. If the bishop needs to counsel a priesthood holder about such matters, he does so with love. He also takes into account the person’s maturity in the Church.\n\n\nThe passing of the sacrament should be natural and not overly formal. For example, certain actions (such as holding the left hand behind the back) or appearances (such as dressing alike) should not be required.\n\n\nThe congregation sings a sacrament hymn while the bread is being broken. Vocal solos or instrumental music should not replace this hymn. No music should be played during the passing of the sacrament or immediately after.\n\n\nIf members have food allergies or gluten intolerance, they discuss with a member of the bishopric what adaptations to make for the sacrament. As needed, the bishopric may modify the procedure for administering the sacrament to them.\n\n\nGenerally, bread must be broken as part of the sacrament ordinance. However, to ensure the health and safety of a particular member, that member may provide allergen-free bread or another broken bread-like substitute in a sealed plastic bag or cup. They give this to a priesthood holder to place on a separate tray. The bishopric helps those who pass the sacrament know which members to whom the allergen-free item should be passed.\n\n\nSee \ndisability.ChurchofJesusChrist.org\n for guidelines about food allergies.\n\n\nAlthough the sacrament is for members of the Church, nothing should be done to prevent others from partaking of it.\n\n\n\n\n \n \nImage\nyoung man passing the sacrament\n\n\n\n\n\n\n18.9.4\n\n\nInstructions\n\n\n\n\n\n\n\n\nThose who prepare, bless, or pass the sacrament first wash their hands with soap or other cleanser.\n\n\n\n\n\n\nTeachers, priests, or Melchizedek Priesthood holders make sure that bread trays with unbroken bread, water trays with cups of clean water, and clean tablecloths are in place before the meeting.\n\n\n\n\n\n\nAs ward members sing a sacrament hymn, those who will bless the sacrament reverently stand, remove the cloth that covers the bread trays, and break the bread into bite-sized pieces.\n\n\n\n\n\n\nAfter the hymn, the person blessing the bread kneels and says the sacrament prayer for the bread (see \nDoctrine and Covenants 20:77\n).\n\n\n\n\n\n\nThe bishop makes sure the sacrament prayers are spoken clearly, accurately, and with dignity. If someone makes an error in the wording and corrects himself, no further correction is needed. If the person does not correct his error, the bishop kindly asks him to repeat the prayer. The bishop uses discretion when asking for the prayer to be repeated. He ensures that doing so does not cause undue embarrassment or detract from the ordinance. Another person at the sacrament table can help as needed.\n\n\n\n\n\n\nAfter the prayer, priesthood holders reverently pass the bread to the members. The presiding leader receives it first, after which there is no set order. Once a tray is handed to members, they may pass it to one another.\n\n\n\n\n\n\nMembers partake with their right hand when possible.\n\n\n\n\n\n\nWhen the bread has been passed to all members, those passing the sacrament return the trays to the sacrament table. Those blessing the sacrament place a cloth over the bread trays and uncover the water trays.\n\n\n\n\n\n\nThe person blessing the water kneels and says the sacrament prayer for the water (see \nDoctrine and Covenants 20:79\n). He uses the word \nwater\n instead of \nwine\n.\n\n\n\n\n\n\nAfter the prayer, priesthood holders reverently pass the water to the members. The presiding leader receives it first, after which there is no set order.\n\n\n\n\n\n\nWhen the water has been passed to all members, those passing the sacrament return the trays to the sacrament table. Those who blessed the sacrament place a cloth over the trays, and those who blessed and passed the sacrament reverently take their seats.\n\n\n\n\n\n\nAfter the meeting, those who prepared the sacrament clean up, fold the tablecloths, and remove any unused bread.\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n18.10\n\n\nConferring the Priesthood and Ordaining to an Office\n\n\n\n\nThere are two divisions of the priesthood: the Aaronic and Melchizedek (see \n3.3\n; \nDoctrine and Covenants 107:1, 6\n). When the priesthood is conferred on a person, he is also ordained to an office in that priesthood. After either of these priesthoods has been conferred, a man needs only to be ordained to other offices in that priesthood.\n\n\nFor information about priesthood ordinations in special circumstances, see \n38.2.9\n.\n\n\n\n\n\n\n18.10.1\n\n\nMelchizedek Priesthood\n\n\n\n\nThe stake president holds the priesthood keys for conferring the Melchizedek Priesthood and ordaining to the offices of elder and high priest. However, the bishop usually provides recommendations for these ordinations.\n\n\n\n\n\n\n18.10.1.1\n\n\nElders\n\n\n\n\nWorthy brethren may receive the Melchizedek Priesthood and be ordained elders when they are 18 years old or older. Based on individual circumstances, the bishop determines whether a young man should be recommended to be ordained an elder soon after his 18th birthday or remain with the priests quorum longer. These circumstances include a young man’s:\n\n\n\n\n\n\nTestimony and maturity.\n\n\n\n\n\n\nSchool graduation.\n\n\n\n\n\n\nDesire to continue with peers.\n\n\n\n\n\n\nCollege attendance.\n\n\n\n\n\n\nIn making this decision, the bishop consults first with the young man and his parents or guardians. Worthy men should be ordained elders by age 19 or before they leave home to attend college, serve a full-time mission, serve in the military, or accept full-time employment.\n\n\nRecently baptized men ages 18 and older are ordained elders after they have:\n\n\n\n\n\n\nReceived the Aaronic Priesthood and served as priests.\n\n\n\n\n\n\nDeveloped sufficient understanding of the gospel.\n\n\n\n\n\n\nDemonstrated their worthiness.\n\n\n\n\n\n\nNo specific time as a Church member is required.\n\n\n\n\n\n\n\n\n18.10.1.2\n\n\nHigh Priests\n\n\n\n\nMen are ordained high priests when they are called to a stake presidency, high council, or bishopric. They may also be ordained at other times as determined by the stake president through prayerful consideration and inspiration.\n\n\n\n\n\n\n\n\n18.10.1.3\n\n\nInterviewing and Sustaining\n\n\n\n\nWith the approval of the stake presidency, the bishop interviews the brother as instructed on the Melchizedek Priesthood Ordination Record. Then a member of the stake presidency also interviews him. With approval from the mission president, the district president may interview a brother to be ordained an elder (see \n6.3\n). For instructions about these interviews, see \n31.2.6\n.\n\n\nAfter the interview, the stake presidency asks the high council to sustain the decision to ordain the brother. A member of the stake presidency presents him for sustaining in the general session of stake conference (see \n18.10.3\n). With approval from the mission president, a district president may present a brother for sustaining to be ordained an elder (see \n6.3\n).\n\n\n\n\n\n\n\n\n\n\n18.10.2\n\n\nAaronic Priesthood\n\n\n\n\nThe bishop holds the priesthood keys for conferring the Aaronic Priesthood and ordaining to the offices of deacon, teacher, and priest. Worthy brethren are typically ordained to these offices at the following ages, but not earlier:\n\n\n\n\n\n\nDeacon at the beginning of the year they turn 12\n\n\n\n\n\n\nTeacher at the beginning of the year they turn 14\n\n\n\n\n\n\nPriest at the beginning of the year they turn 16\n\n\n\n\n\n\nThe bishop or an assigned counselor interviews those who are to be ordained deacons or teachers to determine if they are spiritually prepared. The bishop interviews brethren who are to be ordained priests.\n\n\nBefore interviewing a young man for priesthood ordination, the bishop obtains verbal permission from the parents or guardians. Permission is not required from a parent or guardian who has no legal basis for opposing the action.\n\n\nIf the brother is found worthy in an interview, a member of the bishopric presents him for sustaining in sacrament meeting (see \n18.10.3\n).\n\n\nFor information about ordaining recently baptized brethren, see \n38.2.9.1\n.\n\n\n\n\n\n\n\n\n18.10.3\n\n\nPresenting a Member to Be Sustained before He Is Ordained\n\n\n\n\nAfter a brother has been interviewed and found worthy to be ordained to a priesthood office, he is presented for sustaining (see \nDoctrine and Covenants 20:65, 67\n). Brethren to be ordained elders or high priests are presented by a stake presidency member in the general session of stake conference (see \n6.3\n for instructions for district presidents). Brethren to be ordained deacons, teachers, or priests are presented by a bishopric member in sacrament meeting.\n\n\nThe person who conducts the sustaining asks the brother to stand. He announces the proposal to confer the Aaronic or Melchizedek Priesthood (if needed) and to ordain the brother to the priesthood office. He then invites the members to sustain the proposal. For example, to present a brother to be ordained an elder, he could use words like these:\n\n\n“We propose that [name] receive the Melchizedek Priesthood and be ordained an elder. Those in favor may show it by the uplifted hand. [Pause briefly.] Those opposed, if any, may also show it. [Pause briefly.]”\n\n\nThe person who is being presented should participate in the sustaining. If more than one person is being presented, they may be sustained as a group.\n\n\nIf a member in good standing opposes the ordination, the presiding leader or another assigned priesthood leader meets with him or her in private after the meeting. The leader seeks to understand why the member is opposed. He learns if the member knows of conduct that could disqualify the person from being ordained to the priesthood office.\n\n\nOnly members in good standing may participate in the sustaining. However, if a member not in good standing or a person who is not a member opposes the action, the bishop or stake president may hear his or her concern in private outside of the meeting.\n\n\nIn some cases, a brother may need to be ordained an elder or high priest before he can be presented in stake conference. When this happens, he is presented in his ward sacrament meeting for sustaining. He is then presented in the next stake conference to ratify the ordination (adapting the process for sustaining, described above). This includes giving stake members an opportunity to sustain or oppose the action.\n\n\n\n\n \n \nImage\nman being ordained\n\n\n\n\n\n\n18.10.4\n\n\nWho Performs the Ordinance\n\n\n\n\nThe stake president or a Melchizedek Priesthood holder under his direction may ordain a man to the office of elder. With approval from the mission president, the district president or someone under his direction may perform the ordination (see \n6.3\n). Only Melchizedek Priesthood holders may stand in the circle.\n\n\nThe stake president or a high priest under his direction may ordain a man to the office of high priest. Only high priests may stand in the circle.\n\n\nA person who ordains a man to a Melchizedek Priesthood office should be temple worthy. The stake president or someone he designates must be present.\n\n\nA priest or Melchizedek Priesthood holder may ordain a brother to the office of deacon, teacher, or priest. He must be authorized by the bishop. The bishop or someone he designates must be present.\n\n\nTo participate in an Aaronic Priesthood ordination, a person must be a priest or Melchizedek Priesthood holder.\n\n\nA bishop may allow a father who is a priest or a Melchizedek Priesthood holder to ordain his son to the office of deacon, teacher, or priest even if the father is not fully temple worthy (see \n18.3\n). Bishops encourage fathers to prepare themselves to ordain their own sons.\n\n\nTo act as voice in this ordinance, a person who is outside his own ward must show a current temple recommend to the presiding leader. Or he may show a \nRecommend to Perform an Ordinance\n signed by a member of his bishopric.\n\n\n\n\n\n\n\n\n18.10.5\n\n\nInstructions\n\n\n\n\nTo confer the priesthood and ordain a person to a priesthood office, one or more authorized priesthood holders place their hands lightly on the person’s head. Then the one acting as voice:\n\n\n\n\n\n\nCalls the person by his full name.\n\n\n\n\n\n\nStates the authority he personally holds to perform the ordinance (either the Aaronic or Melchizedek Priesthood).\n\n\n\n\n\n\nConfers the Aaronic or Melchizedek Priesthood, unless it has already been conferred.\n\n\n\n\n\n\nOrdains the person to an office in the Aaronic or Melchizedek Priesthood and bestows the rights, powers, and authority of that office. (Priesthood keys are not bestowed when conferring the priesthood or ordaining to an office, except when ordaining a bishop.)\n\n\n\n\n\n\nGives words of blessing as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\nTo ordain a person to a priesthood office after he has already had the appropriate priesthood conferred upon him, the person who performs the ordination omits step 3.\n\n\nAn ordination is an opportunity to give a blessing. Detailed counsel and instruction about a person’s duties are given before and after the ordination. They should not be the focus of the blessing. It is not necessary to have prayers, testimonies, or instruction when someone is ordained.\n\n\n \n \n\n\n\n\n\n\n\n\n18.10.6\n\n\nOrdination Record and Certificate\n\n\n\n\nBefore a man is interviewed to be ordained to an office in the Melchizedek Priesthood, a clerk uses \nLCR\n to prepare a \nMelchizedek Priesthood Ordination Record\n. The stake president or an assigned counselor conducts the interview and signs the form if all worthiness conditions are met.\n\n\nAfter the ordination, the stake president or his assigned representative completes the form and gives it to a clerk. He records the ordination in \nLCR\n and prepares an ordination certificate. This certificate is signed by the stake president and given to the person.\n\n\nBefore a brother is interviewed to be ordained to an office in the Aaronic Priesthood, a clerk uses \nLCR\n to prepare an \nAaronic Priesthood Ordination Record\n. The bishop or an assigned counselor conducts the interview and signs the form if all worthiness conditions are met.\n\n\nAfter the ordination, the bishop or an assigned counselor completes the form and gives it to a clerk. He records the ordination in \nLCR\n and prepares an ordination certificate.\n\n\nA person’s current legal name should be used on the ordination record and certificate.\n\n\n\n\n\n\n\n\n\n\n18.11\n\n\nSetting Apart Members to Serve in Callings\n\n\n\n\nMembers who are called and sustained to most Church positions should be set apart to serve in that position (see \nJohn 15:16\n; \nDoctrine and Covenants 42:11\n; see also \n3.4.3.1\n in this handbook). During the setting apart, the person is given (1) authority to act in the calling and (2) words of blessing as guided by the Spirit.\n\n\nStake presidents, bishops, and quorum presidents receive keys of presidency when they are set apart (see \n3.4.1.1\n). However, the word \nkeys\n should not be used when setting apart members to serve in other callings, including counselors in presidencies.\n\n\nFor information about calling, ordaining, and setting apart bishops, see \n30.7\n.\n\n\n\n\n\n\n18.11.1\n\n\nWho Performs the Setting Apart\n\n\n\n\nA setting apart is performed by a Melchizedek Priesthood holder. He must receive approval from the leader who holds the appropriate priesthood keys. Those who are authorized to perform a setting apart are indicated in \n30.8\n. An elder should not act as voice or stand in the circle when a man is set apart to a calling that requires the man to be a high priest.\n\n\nUnder the direction of the presiding leader, one or more Melchizedek Priesthood holders may participate in a setting apart. Presidents are set apart before their counselors.\n\n\nA presiding leader may allow a husband or father who holds the Melchizedek Priesthood to stand in the circle for the setting apart of his wife or children even if he is not fully temple worthy (see \n18.3\n).\n\n\n\n\n\n\n\n\n18.11.2\n\n\nInstructions\n\n\n\n\nOne or more authorized Melchizedek Priesthood holders place their hands lightly on the person’s head. Then the one acting as voice:\n\n\n\n\n\n\nCalls the person by his or her full name.\n\n\n\n\n\n\nStates that he is acting by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nSets the person apart to the calling in the stake, ward, quorum, or class.\n\n\n\n\n\n\nConfers keys if the person should receive them.\n\n\n\n\n\n\nGives words of blessing as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\nA setting apart is not a formal meeting with prayers or testimonies. Nor is it a time for giving detailed instructions. Those are given during training, not as part of the blessing.\n\n\n\n\n\n\n\n\n\n\n18.12\n\n\nConsecrating Oil\n\n\n\n\nMelchizedek Priesthood holders must consecrate olive oil before it is used to anoint the sick or afflicted (see \nJames 5:14\n). No other oil may be used.\n\n\n\n\n \n \n Oil vials are available at \nstore.ChurchofJesusChrist.org\n.\n\n\n\n\nMembers should not consume consecrated oil or apply it on afflicted parts of the body.\n\n\n\n\n\n\n18.12.1\n\n\nWho Performs the Ordinance\n\n\n\n\nOne or more Melchizedek Priesthood holders may consecrate oil. They do not need to seek approval from a priesthood leader.\n\n\n\n\n\n\n\n\n18.12.2\n\n\nInstructions\n\n\n\n\nTo consecrate the oil, a Melchizedek Priesthood holder:\n\n\n\n\n\n\nHolds an open container of olive oil.\n\n\n\n\n\n\nAddresses Heavenly Father as in prayer.\n\n\n\n\n\n\nStates that he is acting by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nConsecrates the oil (not the container) and sets it apart for anointing and blessing the sick and afflicted.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n18.13\n\n\nAdministering to the Sick\n\n\n\n\nUsually, administering to the sick should be done at the request of the person receiving the blessing or at the request of others who are concerned so the blessing will be according to their faith (see \nJames 5:14\n; \nDoctrine and Covenants 24:13–14\n; \n42:43–44, 48–52\n).\n\n\nAdministering to the sick “by the laying on of hands” has two parts: anointing with oil and sealing the anointing with a blessing. If consecrated oil is not available, a blessing may be given by the authority of the Melchizedek Priesthood without an anointing.\n\n\nIf a person requests more than one blessing for the same illness, another anointing is not necessary. A priesthood holder can give another blessing by the laying on of hands and the authority of the Melchizedek Priesthood. However, another anointing may also be done.\n\n\nPriesthood holders who visit hospitals should not solicit opportunities to administer to the sick.\n\n\n \n \nImage\nwoman receiving a priesthood blessing\n\n\n\n\n\n\n18.13.1\n\n\nWho Gives the Blessing\n\n\n\n\nOnly worthy Melchizedek Priesthood holders may administer to the sick or afflicted. They do not need to seek approval from a priesthood leader. If possible, a father who holds the Melchizedek Priesthood administers to sick members of his family.\n\n\nNormally, two or more Melchizedek Priesthood holders administer to the sick. However, one may perform both the anointing and sealing.\n\n\n\n\n\n\n\n\n18.13.2\n\n\nInstructions\n\n\n\n\nAdministering to the sick has two parts: anointing with oil and sealing the anointing.\n\n\nAnointing with oil is done by one Melchizedek Priesthood holder. He:\n\n\n\n\n\n\nPuts a drop of consecrated oil on the person’s head.\n\n\n\n\n\n\nPlaces his hands lightly on the person’s head and calls the person by his or her full name.\n\n\n\n\n\n\nStates that he is acting by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nStates that he is anointing with oil that has been consecrated for anointing and blessing the sick and afflicted.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\nTo seal the anointing, one or more Melchizedek Priesthood holders place their hands lightly on the person’s head. Then the one who seals the anointing:\n\n\n\n\n\n\nCalls the person by his or her full name.\n\n\n\n\n\n\nStates that he is sealing the anointing by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nGives words of blessing as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n18.14\n\n\nBlessings of Comfort and Counsel, Including Father’s Blessings\n\n\n\n\n\n\n\n\n18.14.1\n\n\nWho Gives the Blessing\n\n\n\n\nMelchizedek Priesthood holders may give blessings of comfort and counsel to family members and to others who request them. These blessings are typically given by family members, ministering brothers, or priesthood leaders.\n\n\nA father who holds the Melchizedek Priesthood may give father’s blessings to his children. These may be especially helpful when children go to school, go on missions, get married, enter military service, or face special challenges. Parents encourage their children to seek father’s blessings in times of need. Father’s blessings may be recorded for personal use.\n\n\nA Melchizedek Priesthood holder does not need to seek approval from a priesthood leader to give a blessing of comfort and counsel or a father’s blessing.\n\n\n\n\n\n\n\n\n18.14.2\n\n\nInstructions\n\n\n\n\nTo give a blessing of comfort and counsel or a father’s blessing, one or more Melchizedek Priesthood holders place their hands lightly on the person’s head. Then the one acting as voice:\n\n\n\n\n\n\nCalls the person by his or her full name.\n\n\n\n\n\n\nStates that the blessing is being performed by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nGives words of blessing, comfort, and counsel as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\n\n\n\n\n \n \nImage\nmissionaries giving a blessing to a woman\n\n\n\n\n\n\n18.15\n\n\nDedicating Homes\n\n\n\n\nChurch members may have their homes dedicated by the authority of the Melchizedek Priesthood. Homes do not need to be owned or free of debt to be dedicated. Unlike Church buildings, homes are not consecrated to the Lord.\n\n\n\n\n\n\n18.15.1\n\n\nWho Performs the Dedication\n\n\n\n\nA home is dedicated by a Melchizedek Priesthood holder. If there is not a Melchizedek Priesthood holder in the home:\n\n\n\n\n\n\nA family may invite a close friend, relative, or ministering brother who holds the Melchizedek Priesthood to dedicate the home. The person does not need to seek approval from a priesthood leader.\n\n\n\n\n\n\nA family might gather and offer a prayer as guided by the Spirit. The prayer could include the elements mentioned in \n18.15.2, number 3\n.\n\n\n\n\n\n\n\n\n\n\n\n\n18.15.2\n\n\nInstructions\n\n\n\n\nTo dedicate a home, a Melchizedek Priesthood holder:\n\n\n\n\n\n\nAddresses Heavenly Father as in prayer.\n\n\n\n\n\n\nStates that he is acting by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nDedicates the home as a sacred place where the Holy Spirit can reside and gives other words as guided by the Spirit. For example, he might bless the home to be a place where family members can worship, find safety from the world, grow spiritually, and prepare for eternal family relationships.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n18.16\n\n\nDedicating Graves\n\n\n\n\n\n\n\n\n18.16.1\n\n\nWho Dedicates the Grave\n\n\n\n\nA person who dedicates a grave should hold the Melchizedek Priesthood and be authorized by the priesthood leader who conducts the service.\n\n\nIf the family prefers, a graveside prayer may be offered instead of a dedicatory prayer. It may be offered by anyone the family chooses.\n\n\nTo act as voice in dedicating a grave, a person who is outside his own ward must show a current temple recommend to the priesthood leader who presides over the service. Or he may show a \nRecommend to Perform an Ordinance\n signed by a member of his bishopric.\n\n\n\n\n\n\n\n\n18.16.2\n\n\nInstructions\n\n\n\n\nTo dedicate a grave, a Melchizedek Priesthood holder:\n\n\n\n\n\n\nAddresses Heavenly Father as in prayer.\n\n\n\n\n\n\nStates that he is acting by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nDedicates and consecrates the burial plot as the resting place for the body of the deceased.\n\n\n\n\n\n\nPrays that the place will be hallowed and protected until the Resurrection (where appropriate).\n\n\n\n\n\n\nAsks Heavenly Father to comfort the family and expresses thoughts as guided by the Spirit.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\nIf a Church member’s body is cremated, the presiding leader uses his judgment to decide whether to dedicate the place where the ashes are kept. He takes into account the family’s wishes and local customs and laws. The brother who acts as voice adapts the instructions for dedicating a grave.\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n18.17\n\n\nPatriarchal Blessings\n\n\n\n\nEvery worthy, baptized member is entitled to receive a patriarchal blessing, which provides inspired direction from Heavenly Father (see \nGenesis 48:14–16\n; \n49\n; \n2 Nephi 4:3–11\n). Parents and Church leaders encourage members to prepare spiritually to obtain their patriarchal blessings.\n\n\nThe bishop or an assigned counselor interviews members who desire to receive a patriarchal blessing. If the member is worthy, the interviewer prepares a Patriarchal Blessing Recommend. He submits it through the \nPatriarchal Blessing System\n on \nChurchofJesusChrist.org\n.\n\n\nThe person who issues a Patriarchal Blessing Recommend ensures that the member is mature enough to understand the significance and sacred nature of the blessing. Ideally the member should be young enough that many important decisions in life are still ahead. However, older adults are also encouraged to receive their patriarchal blessings. Priesthood leaders should not establish a minimum age for a member to receive a patriarchal blessing.\n\n\nA new convert should understand the basic doctrine of the gospel before receiving a patriarchal blessing.\n\n\nFor information about patriarchal blessings in special circumstances, see \n38.2.10\n.\n\n\n\n\n\n\n18.17.1\n\n\nReceiving a Patriarchal Blessing\n\n\n\n\nAfter receiving a recommend, the member contacts the patriarch to set up an appointment to receive a patriarchal blessing. On the day of the appointment, the member should go to the patriarch with a prayerful attitude and in Sunday attire. Members may fast, but fasting is not required.\n\n\nEach patriarchal blessing is sacred, confidential, and personal. Therefore, it is given in private except for a limited number of family members who may be present.\n\n\nA person who receives a patriarchal blessing should treasure its words, ponder them, and live to be worthy to receive the promised blessings in this life and in eternity.\n\n\nChurch members should not compare blessings and should not share them except with close family members. Patriarchal blessings should not be read in Church meetings or other public gatherings.\n\n\nIf a patriarchal blessing does not include a declaration of lineage, the patriarch may later give an addendum to declare lineage.\n\n\n \n \nImage\nwoman receiving a priesthood blessing\n\n\n\n\n\n\n\n\n18.17.2\n\n\nObtaining Copies of Patriarchal Blessings\n\n\n\n\nA person who has received a patriarchal blessing should carefully safeguard the printed copy. However, if this copy is lost or destroyed, the person may request a new one. He or she can make this request at \nPatriarchal Blessings\n on \nChurchofJesusChrist.org\n. If this is not possible, the person contacts his or her bishop for assistance.\n\n\n\n\n\n\n\n\n18.17.3\n\n\nMore Information\n\n\n\n\nFor more information about patriarchal blessings, see \n38.2.10\n and “\nPatriarchal Blessings\n.”\n\n\n\n\n\n\n\n\n\n\n18.18\n\n\nTemple Endowment and Sealing\n\n\n\n\nFor information on the temple endowment and sealing ordinances, see \nchapter 27\n.\n\n\n\n\n\n\n\n\n18.19\n\n\nChart of Ordinations\n\n\n\n\n\n\nOffice\n\n\n\n\nRecommended by\n\n\n\n\nApproved by\n\n\n\n\nSustained by\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nOffice\n\n\n\n\nPatriarch\n\n\n\n\nRecommended by\n\n\n\n\nStake presidency\n\n\n\n\nApproved by\n\n\n\n\nQuorum of the Twelve Apostles\n\n\n\n\nSustained by\n\n\n\n\nMembers in stake conference\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nStake president after receiving approval from the Quorum of the Twelve Apostles; or a member of the First Presidency or Quorum of the Twelve Apostles\n\n\n\n\nOffice\n\n\n\n\nHigh priest\n\n\n\n\nRecommended by\n\n\n\n\nBishop and stake presidency\n\n\n\n\nApproved by\n\n\n\n\nStake presidency and high council\n\n\n\n\nSustained by\n\n\n\n\nMembers in stake conference\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nInterviewed by the bishop and by the stake president or an assigned counselor; ordained under the direction of the stake president\n\n\n\n\nOffice\n\n\n\n\nElder\n\n\n\n\nRecommended by\n\n\n\n\nBishop\n\n\n\n\nApproved by\n\n\n\n\nStake presidency and high council\n\n\n\n\nSustained by\n\n\n\n\nMembers in stake conference or district conference\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nInterviewed by the bishop and by the stake president or an assigned counselor (in a district, interviewed by a member of the mission presidency or by the district president if assigned; see \n6.3\n)\n\n\nOrdained under the direction of the stake president (in a district, ordained under the direction of the mission president or the district president if assigned)\n\n\n\n\nOffice\n\n\n\n\nBishop\n\n\n\n\nRecommended by\n\n\n\n\nStake presidency, using \nLCR\n\n\n\n\nApproved by\n\n\n\n\nFirst Presidency and Quorum of the Twelve Apostles\n\n\n\n\nSustained by\n\n\n\n\nMembers in sacrament meeting\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nThe stake president after receiving approval from the First Presidency (see \n30.7\n)\n\n\n\n\nOffice\n\n\n\n\nPriest\n\n\n\n\nRecommended by\n\n\n\n\nBishop\n\n\n\n\nApproved by\n\n\n\n\nBishopric\n\n\n\n\nSustained by\n\n\n\n\nMembers in sacrament meeting\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nInterviewed by the bishop; ordained under the direction of the bishop\n\n\n\n\nOffice\n\n\n\n\nTeacher or deacon\n\n\n\n\nRecommended by\n\n\n\n\nBishop\n\n\n\n\nApproved by\n\n\n\n\nBishopric\n\n\n\n\nSustained by\n\n\n\n\nMembers in sacrament meeting\n\n\n\n\nInterviewed and ordained by\n\n\n\n\nInterviewed by the bishop or an assigned counselor; ordained under the direction of the bishop\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}