{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/19-music?lang=eng#title_number58",
    "title": "19. Music",
    "content": "\n\n\n\n\n\n\n\n19. Music\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n19.1. Purpose of Music in the Church\n19.2. Music in the Home\n19.3. Music in Church Meetings\n \n \n19.4. Music Leadership in the Ward\n \n \n19.5. Music Leadership in the Stake\n \n \n19.6. Music Training and Resources\n19.7. Additional Policies and Guidelines\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n19. Music\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“19. Music,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“19. Music,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nwoman and child playing piano\n\n\n19.\n\n\nMusic\n\n\n\n\n\n\n\n\n\n\n19.1\n\n\nPurpose of Music in the Church\n\n\n\n\nIn a revelation to the Prophet Joseph Smith, the Lord said, “My soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads” (\nDoctrine and Covenants 25:12\n). He also said, “The righteous … shall come to Zion, singing with songs of everlasting joy” (\nDoctrine and Covenants 45:71\n).\n\n\nSacred music increases faith in Jesus Christ. It invites the Spirit and teaches doctrine. It also creates a feeling of reverence, unifies members, and provides a way to worship Heavenly Father and Jesus Christ.\n\n\n\n\n\n\n\n\n19.2\n\n\nMusic in the Home\n\n\n\n\nThrough His prophets, the Lord has encouraged individuals and families to use uplifting music in their daily lives. Singing and listening to sacred music can invite a spirit of beauty and peace. It can also increase love and unity among family members. The hymns can help individuals gain courage and withstand temptation.\n\n\nRecordings of Church music are available from the following sources:\n\n\n\n\n\n\nSacred Music app\n\n\n\n\n\n\nGospel Library app\n\n\n\n\n\n\nMusic.ChurchofJesusChrist.org\n\n\n\n\n\n\nCDs at \nstore.ChurchofJesusChrist.org\n\n\n\n\n\n\nThe Church provides resources to help individuals and families learn basic music skills. They can be found at \nmusic.ChurchofJesusChrist.org\n (see also \n19.6\n). Developing music skills expands opportunities for members to serve at home and in the Church.\n\n\n\n\n\n\n\n\n19.3\n\n\nMusic in Church Meetings\n\n\n\n\nSacred music is a vital part of sacrament meeting and other Church meetings. It has power to invite the Spirit, bringing individuals closer to God. “Some of the greatest sermons are preached by the singing of hymns.” (See \nHymns\n, \nix\n.)\n\n\n\n\n\n\n19.3.1\n\n\nPlanning Music for Church Meetings\n\n\n\n\nWard and stake music coordinators work with priesthood leaders to plan music for worship services. They select music that enhances the spirit of worship in the meetings.\n\n\nHymns are used for all congregational singing in worship services. Hymns or other sacred musical selections may be used for prelude and postlude music, choir music, and solo or small group presentations. All music in Church meetings should be presented in the spirit of worship of Heavenly Father and Jesus Christ, not as a performance to showcase musical talent.\n\n\nMusical selections should be consistent with the worshipful spirit of the hymns. They should teach the gospel with power and clarity.\n\n\nSacred music that is written or sung in culturally diverse musical styles may help unify congregations. Music coordinators and priesthood leaders may include a variety of appropriate musical styles that appeal to members of various backgrounds.\n\n\n\n\n\n\n\n\n19.3.2\n\n\nMusic in Sacrament Meeting\n\n\n\n\nMembers gather in sacrament meeting to remember Jesus Christ by partaking of the sacrament. They gather to build faith and testimony and to worship Heavenly Father and Jesus Christ. Music should be selected to help achieve these purposes.\n\n\nMusic in sacrament meeting includes congregational singing of hymns to open and close the meeting and before the administration of the sacrament. Congregational hymns provide an opportunity for members to unite as they actively participate in worshipping together. The sacrament hymn should refer to the sacrament itself or to the sacrifice of the Savior. For more information, see “\nHymns for Congregations\n,” \nHymns\n, 380–81.\n\n\nPrelude music is played as members gather before the meeting. Its purpose is to create an atmosphere of worship that invites the Spirit. After the closing prayer, an instrumental postlude is played as members leave the meeting. Hymns and other sacred music can be selected for prelude and postlude music.\n\n\nA sacrament meeting could also include an additional congregational hymn sung in the middle of the meeting—for example, between spoken messages. Or it may include one or more other musical selections. These could be presented by choirs (see \n19.3.7\n), vocal or instrumental soloists, or small groups. Sacrament meetings should not be turned over to outside musical groups.\n\n\nThe piano, organ, or another instrument approved by the bishopric may be used to accompany hymn singing in sacrament meeting (see \n19.3.6\n).\n\n\nMusic coordinators and bishoprics try to find a balance between familiar and less-familiar hymns. Musical selections presented by the ward choir or others can help members become more familiar with hymns that are not as well known.\n\n\n\n\n\n\n\n\n19.3.3\n\n\nMusic in Classes and Other Ward Meetings\n\n\n\n\nSinging hymns can be an effective way to introduce or reinforce gospel principles. Leaders encourage teachers to use the hymns and other sacred music to enhance their teaching.\n\n\nSunday quorum meetings and classes do not routinely begin with an opening hymn.\n\n\n\n\n\n\n\n\n19.3.4\n\n\nMusic in Stake Conference\n\n\n\n\nMusic for stake conference should be planned to strengthen faith and testimony. It should follow the principles in \n19.3.1\n. The presiding authority reviews all proposed musical selections early in the planning.\n\n\nMusic for stake conference usually includes congregational hymn singing and other musical selections from a choir, soloists, or small groups. The congregation normally sings a hymn at the midpoint of the meeting. Stake presidencies may approve solo and accompanying instruments other than the piano or organ (see \n19.3.6\n).\n\n\n\n\n\n\n\n\n19.3.5\n\n\nOther Music in the Chapel\n\n\n\n\nThe chapel may occasionally be used for cultural arts events that include secular music, such as concerts, recitals, and other presentations. While applause is discouraged in worship services, it may be appropriate for these events.\n\n\nLocal priesthood leaders answer questions about cultural activities held in the chapel. See \n35.5\n for information about the appropriate use of meetinghouses.\n\n\n\n\n\n\n\n\n19.3.6\n\n\nMusical Instruments\n\n\n\n\nLive instruments are normally used for prelude and postlude music and for hymn accompaniment in Church meetings. Where they are available and where members can play them, organs and pianos are the standard instruments. Bishoprics may approve the use of other instruments to accompany congregational singing, for prelude and postlude music, and in other musical selections.\n\n\nMusical instruments should convey a feeling of worship and be played in keeping with the spirit of the meeting.\n\n\n \n \n If a piano, organ, or accompanist is not available, recordings may be used (see \n19.2\n).\n\n\n\n\n\n\n19.3.6.1\n\n\nObtaining Musical Instruments\n\n\n\n\nChurch buildings are usually supplied with an organ, pianos, or electronic keyboards. Leaders may contact the local facilities manager for information about acquiring new or replacement instruments.\n\n\n\n\n\n\n\n\n19.3.6.2\n\n\nMaintaining Musical Instruments\n\n\n\n\nPianos are tuned and organs are maintained regularly. The bishop or the stake building representative can contact the facilities manager with questions. As needed, he can also submit a request in Facility Issue Reporting (FIR) to maintain and repair pianos and organs (see \n35.4.2\n).\n\n\n\n\n\n\n\n\n\n\n19.3.7\n\n\nChoirs\n\n\n\n\nSince Old Testament times, God’s children have sung in choirs to offer praise to Him. Church choirs bring glory to God, unify and edify Church members, and bring joy to participants and congregations.\n\n\n\n\n\n\n19.3.7.1\n\n\nImage\nicon, guidelines for adaptation\n Ward Choirs\n\n\n\n\nWhere there are enough members, wards may organize choirs that sing in sacrament meeting regularly. The bishopric may call a choir director and choir accompanist (see \n19.4.3.3\n).\n\n\nWard members may volunteer to sing in the choir. Members and others may also be invited to participate. Auditions are not held.\n\n\nChoirs are encouraged to use the hymns of the Church. The singing of hymns invites the Spirit and helps choir participants and congregations learn the gospel (see \nHymns\n, \n381–83\n). If other sacred musical selections are used, the guidelines in \n19.3.1\n should be followed.\n\n\nChoir rehearsals do not usually exceed one hour.\n\n\nIf the ward choir needs sheet music, it may be purchased with ward budget funds (see \n19.7.1\n). Ward choirs are encouraged to share purchased music with other choirs in the stake. Duplicating sheet music without permission from the copyright owner is contrary to Church policy (see \n38.8.11\n).\n\n\nIn addition to the ward choir, families and groups of women, men, youth, or children may be invited to sing in Church meetings.\n\n\n \n \nImage\nchoir singing\n\n\n\n\n\n\n\n\n19.3.7.2\n\n\nImage\nicon, optional resources\n Stake and Multistake Choirs\n\n\n\n\nWith the approval of stake or area leaders, stake and multistake choirs may be organized for stake conferences and other occasions, such as community events. After the meeting or event, the choir is disbanded until other occasions arise.\n\n\n\n\n\n\n\n\n\n\n\n\n19.4\n\n\nMusic Leadership in the Ward\n\n\n\n\n\n\n\n\n19.4.1\n\n\nBishopric\n\n\n\n\nThe bishop is responsible for ward music. He may assign this responsibility to one of his counselors. Bishoprics have the following responsibilities:\n\n\n\n\n\n\nCall and set apart members to serve in the music callings described in \n19.4.2\n and \n19.4.3\n as needed.\n\n\n\n\n\n\nWork with the ward music coordinator to plan music for sacrament meetings (see \n19.3.1\n).\n\n\n\n\n\n\nTeach about the importance of worshipping through music in meetings. Encourage members to participate in congregational singing. Encourage members, especially youth, to use uplifting music daily in their personal lives (see \n19.2\n).\n\n\n\n\n\n\nDecide when instruments other than pianos or organs may be used in Church meetings (see \n19.3.6\n).\n\n\n\n\n\n\nSupport the ward choir by encouraging members to participate.\n\n\n\n\n\n\n\n\n\n\n\n\n19.4.2\n\n\nWard Music Coordinator\n\n\n\n\nThe ward music coordinator serves under the direction of the bishopric. He or she has the following responsibilities:\n\n\n\n\n\n\nBe a resource to the bishopric and other ward leaders on music matters. Attend ward council meeting as invited by the bishop to help coordinate music in the ward.\n\n\n\n\n\n\nWork with the bishopric to plan music for sacrament meetings (see \n19.3.1\n and \n19.3.2\n).\n\n\n\n\n\n\nRecommend and supervise music training in the ward, if needed (see \n19.6\n). Help members find opportunities to develop and use their musical talents in the ward.\n\n\n\n\n\n\nAs requested by the bishopric, recommend members to serve in ward music callings. Orient those who serve in these callings, offering support, instruction, and training as needed.\n\n\n\n\n\n\nServe in other ward music callings if others have not been called.\n\n\n\n\n\n\nConsult with the stake music coordinator for training and support as needed.\n\n\n\n\n\n\n\n\n\n\n\n\n19.4.3\n\n\nImage\nicon, optional resources\n Additional Callings\n\n\n\n\nIn wards that are large enough, the bishopric may call members to serve in the following callings. Youth and those of other faiths may be called to serve. Bishoprics may adapt these callings as necessary to meet the needs of their ward.\n\n\n\n\n\n\n19.4.3.1\n\n\nWard Music Leader\n\n\n\n\nThe music leader conducts the congregational hymns for sacrament meeting and for other ward meetings as requested.\n\n\n\n\n\n\n\n\n19.4.3.2\n\n\nWard Accompanist\n\n\n\n\nThe ward accompanist provides prelude and postlude music and accompaniment for hymns during sacrament meeting and other ward meetings as requested. When needed, the accompanist could also accompany the choir or serve as the Primary pianist.\n\n\n \n \n When no one in the ward can play the piano or organ, the following options are available:\n\n\n\n\n\n\nA member may play an alternate instrument approved by the bishop (see \n19.3.6\n).\n\n\n\n\n\n\nDigital pianos and organs that play preprogrammed hymn accompaniments are available in some meetinghouses (see \n19.3.6.1\n).\n\n\n\n\n\n\nMembers may use recordings from the following sources:\n\n\n\n\n\n\nSacred Music app\n\n\n\n\n\n\nGospel Library app\n\n\n\n\n\n\nMusic.ChurchofJesusChrist.org\n\n\n\n\n\n\nCDs at \nstore.ChurchofJesusChrist.org\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n19.4.3.3\n\n\nChoir Director and Choir Accompanist\n\n\n\n\nThe ward choir director recommends music to be sung by the choir, directs choir rehearsals, and conducts the choir in sacrament meetings (see \n19.3.7\n).\n\n\nThe ward choir accompanist plays for choir rehearsals and for when the choir sings in sacrament meetings.\n\n\nFor more information about conducting choirs, see the \nConducting Course\n manual, pages \n73–83\n.\n\n\n\n\n\n\n\n\n19.4.3.4\n\n\nPrimary Music Leader and Primary Pianist\n\n\n\n\nSee \n12.3.4\n.\n\n\n\n\n\n\n\n\n19.4.3.5\n\n\nMusic Specialists\n\n\n\n\nThe bishopric may call specialists to help with music training in the ward (see \n19.6\n).\n\n\n\n\n\n\n\n\n\n\n\n\n19.5\n\n\nMusic Leadership in the Stake\n\n\n\n\n\n\n\n\n19.5.1\n\n\nStake Presidency\n\n\n\n\nThe stake president oversees stake music. He may assign the following responsibilities to one of his counselors or a member of the high council:\n\n\n\n\n\n\nCall and set apart members to serve in the music callings described in \n19.5.2\n and \n19.5.3\n as needed.\n\n\n\n\n\n\nConsult with the stake music coordinator to plan music for stake conference and other stake events (see \n19.3.1\n, \n19.3.4\n, and \n19.3.7.2\n).\n\n\n\n\n\n\nTeach about the importance of worshipping through music in meetings. Encourage members to participate in congregational singing. Encourage members to use uplifting music daily in their personal lives (see \n19.2\n).\n\n\n\n\n\n\nDecide when instruments other than pianos or organs may be used in stake meetings (see \n19.3.6\n).\n\n\n\n\n\n\n\n\n\n\n\n\n19.5.2\n\n\nStake Music Coordinator\n\n\n\n\nUnder the direction of the stake presidency, the stake music coordinator has the following responsibilities:\n\n\n\n\n\n\nServe as a resource to the stake presidency and other stake leaders on music matters.\n\n\n\n\n\n\nConsult with the stake presidency to plan music for stake conference and other stake events (see \n19.3.1\n, \n19.3.4\n, and \n19.3.7.2\n).\n\n\n\n\n\n\nRecommend and supervise music training in the stake (see \n19.6\n).\n\n\n\n\n\n\nAs requested by the stake presidency, recommend members to fill stake music callings. Orient those who serve in these callings. Offer support, instruction, and training as needed.\n\n\n\n\n\n\nProvide training and support for ward music coordinators as needed.\n\n\n\n\n\n\nServe as the music leader and choir director in stake meetings if others have not been called.\n\n\n\n\n\n\n\n\n\n\n\n\n19.5.3\n\n\nImage\nicon, optional resources\n Stake Music Specialists\n\n\n\n\nStake music specialists may be called as needed. They may include a stake choir director, stake music leader, and stake accompanist. Stake music specialists may also be assigned to provide music training (see \n19.6\n).\n\n\n\n\n\n\n\n\n\n\n19.6\n\n\nMusic Training and Resources\n\n\n\n\nLearning basic music skills prepares members to use their talents to serve in the Church. The following resources can help those with music callings. They can also help all members who are interested in developing musical abilities.\n\n\nBasic music training materials are in the “\nUsing the Hymnbook\n” section in \nHymns\n and the “\nUsing the Songbook\n” section in the \nChildren’s Songbook\n.\n\n\nThe following resources may also be helpful:\n\n\n\n\n\n\nA library of sheet music and music recordings for use at home and at church is available on the Sacred Music app and online at \nmusic.ChurchofJesusChrist.org\n. Listening to recordings can help members become more familiar with the hymns.\n\n\n\n\n\n\nThe interactive music player on \nChurchofJesusChrist.org\n can help those seeking to learn new music or develop music skills.\n\n\n\n\n\n\nThe Basic Music Course can help members learn how to read and play music. It includes the Conducting Course Kit and Keyboard Course Kit. These resources can be purchased at \nstore.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\nA Music Education Fund has been established at Church headquarters to provide keyboards, training materials, and instruction for members seeking to develop music skills. For information about this fund, see \nmusicfund.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\nStake and ward music coordinators may organize basic music training courses for music leaders, choir directors, or accompanists. Participants could include those who currently serve in music callings and other interested adults, youth, and children. Music coordinators or specialists may teach the courses. Music coordinators may also recommend qualified instructors to provide training.\n\n\n \n \n Where there are enough members, music coordinators may consult with priesthood leaders and recommend organizing stake or multistake training workshops. No fee is charged for Church-sponsored training.\n\n\n\n\n\n\n\n\n19.7\n\n\nAdditional Policies and Guidelines\n\n\n\n\n\n\n\n\n19.7.1\n\n\nObtaining and Using Music\n\n\n\n\nA supply of hymnbooks is provided to new meetinghouses. Additional hymnbooks, choir music, and other music may be purchased with stake or ward budget funds.\n\n\n\n\n\n\n\n\n19.7.2\n\n\nUse of Meetinghouse Instruments for Practice, Private Instruction, and Recitals\n\n\n\n\nWhen there is not a reasonable alternative, priesthood leaders may authorize the use of meetinghouse pianos and organs for practice, paid private instruction, and recitals involving members of the units that use the meetinghouse. This authorization is an exception as described in \n35.5.6.1\n. No admittance fee should be charged for recitals.\n\n\n\n\n\n\n\n\n19.7.3\n\n\nCommunity Choirs\n\n\n\n\nLong-term community choirs directed by and consisting primarily of Church members are not sponsored by the Church. These choirs should not use references to the Church in their names.\n\n\nIf the stake presidency approves, community choirs may use Church buildings for rehearsals and performances. They should follow Church standards and policies related to meetinghouses (see \n35.5\n).\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}