{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/21-ministering?lang=eng#title_number5",
    "title": "21. Ministering",
    "content": "\n\n\n\n\n\n\n\n21. Ministering\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n21.0. Introduction\n21.1. Responsibilities of Ministering Sisters and Brothers\n21.2. Organizing Ministering\n \n \n21.3. Ministering Interviews\n21.4. Coordinating Ministering Efforts\n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n21. Ministering\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“21. Ministering,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“21. Ministering,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nmen lifting rock\n\n\n21.\n\n\nMinistering\n\n\n\n\n\n\n\n\n\n\n21.0\n\n\nIntroduction\n\n\n\n\nMinistering means serving others as the Savior did (see \nMatthew 20:26–28\n). He loved, taught, prayed for, comforted, and blessed those around Him (see \nActs 10:38\n). As disciples of Jesus Christ, we seek to minister to God’s children.\n\n\nThe Lord wants all members of His Church to receive such care. For this reason, priesthood holders are assigned as ministering brothers to each member household. Ministering sisters are assigned to each adult sister. These assignments help ensure that Church members are remembered and cared for (see \nMoroni 6:4\n).\n\n\nMinistering is an important way we keep the commandments to love God and to love our neighbors (see \nMatthew 22:36–40\n). It is also a vital way to help accomplish God’s work of salvation and exaltation.\n\n\nElders quorum and Relief Society presidencies help ministering brothers and sisters learn how to minister to others. They also give inspiration, guidance, and support. They can do this in ministering interviews (see \n21.3\n), in Sunday meetings, and in personal conversations. They seek inspiration from the scriptures, this chapter, and \nministering.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n21.1\n\n\nResponsibilities of Ministering Sisters and Brothers\n\n\n\n\nMinistering sisters and brothers represent the Lord. They also help members feel the love and support of the bishop and Relief Society or quorum leaders. They are to “watch over” Church members and “be with and strengthen them” (\nDoctrine and Covenants 20:53\n).\n\n\nMinistering sisters and brothers have the following responsibilities for the individuals and families assigned to them:\n\n\n\n\n\n\nHelp them strengthen their faith in Heavenly Father and Jesus Christ.\n\n\n\n\n\n\nHelp them prepare to make and keep sacred covenants with God as they receive ordinances. As needed, help parents prepare their children to receive ordinances and keep covenants.\n\n\n\n\n\n\nDiscern needs and provide Christlike love, caring, and service. Offer help and comfort in times of spiritual or temporal need. Discuss needs during ministering interviews and at other times.\n\n\n\n\n\n\nHelp them become spiritually and temporally self-reliant.\n\n\n\n\n\n\nFor more about the responsibilities of ministering sisters and brothers, see \nJames 1:27\n, \nMosiah 23:18\n, and \nDoctrine and Covenants 20:47, 59\n.\n\n\nMinistering sisters and brothers prayerfully seek the guidance of the Spirit. They also counsel with those they serve to understand how best to help them meet their needs.\n\n\nMinistering sisters and brothers adapt their efforts to the needs and circumstances of those they serve. Personal visits are encouraged, considering factors such as safety, distance, and cultural appropriateness. Ministering sisters and brothers can also reach out in other ways. These include phone calls, video calls, texts, emails, letters, social media, contact at church, and acts of service.\n\n\nThere may be needs that ministering brothers or sisters cannot meet alone. In such cases, they counsel with a member of the Relief Society or elders quorum presidency.\n\n\n\n\n\n\n\n\n21.2\n\n\nOrganizing Ministering\n\n\n\n\nThe Savior gave His disciples meaningful assignments (see \nLuke 10:1–17\n; see also \n4.2.6\n in this handbook). Following this pattern, we receive assignments to minister to specific individuals and families. An organized approach to ministering helps give each person opportunities to feel the Savior’s love.\n\n\n\n\n\n\n21.2.1\n\n\nMaking Assignments\n\n\n\n\nElders quorum and Relief Society presidencies prayerfully consider assignments for ministering brothers and sisters. They take into account the strengths and needs of the members. They also consider the needs of children in the family. They normally assign two brothers or two sisters as companionships. They seek the bishop’s approval for ministering companionships and assignments.\n\n\nWhen making these decisions, leaders consider the following:\n\n\n\n\n\n\nDedicated ministering brothers and sisters should be assigned to members who have the greatest need. These may include new members, single parents, widows, widowers, and less-active members.\n\n\n\n\n\n\nYouth may serve as companions to adults according to the guidelines in \n21.2.2\n.\n\n\n\n\n\n\nA married couple may be assigned to minister together to a person or family.\n\n\n\n\n\n\nStake presidencies and bishoprics care for all members of the stake or ward. Because of this, they are generally not assigned as ministering brothers. The stake president determines whether high councilors and functioning patriarchs are assigned.\n\n\n\n\n\n\nAfter the bishop has given approval, a member of the elders quorum presidency extends assignments to ministering brothers, including young men. A member of the Relief Society presidency extends assignments to ministering sisters, including young women.\n\n\nThese leaders counsel with the ministering brothers or sisters about the strengths, needs, and challenges of those to whom they will minister. Leaders encourage ministering brothers or sisters to understand the needs of those to whom they are assigned, then seek inspiration about how best to serve.\n\n\nMinistering brothers and sisters are not called, sustained, or set apart. Their service is part of the covenant they made at baptism (see \nMosiah 18:8–11\n).\n\n\n\n\n\n\n\n\n21.2.2\n\n\nMinistering Assignments for Youth\n\n\n\n\nEven before they receive ministering assignments, youth minister to others by serving them in Christlike ways. A youth’s service as a ministering sister or brother can be a significant part of helping accomplish God’s work of salvation and exaltation.\n\n\nA young woman may serve as a ministering companion to a Relief Society sister when the young woman is willing and able. She may begin serving in the year she turns 14. The Relief Society presidency counsels with the young woman, her parents, and the Young Women presidency as they consider ministering assignments.\n\n\nIt is often a blessing to a sister to have a young woman minister to her. It can also be a blessing to the young woman.\n\n\n \n \n\n\nA young man serves as a ministering companion to a Melchizedek Priesthood holder when he is ordained to the office of teacher or priest. The bishop determines whether the young man is worthy and prepared to be ordained. (See \n10.1.3.2\n.) The elders quorum presidency counsels with the young man, his parents, and the bishopric as they consider ministering assignments.\n\n\nIn some cases, youth may be assigned as a third member of a ministering companionship. Leaders may assign the youth to help minister to some or all of the individuals and families assigned to the companionship.\n\n\nYouth do not have ministering brothers or sisters assigned to them. They receive ministering care from their family’s ministering brothers. Their class or quorum presidency and adult leaders also minister to them. If their parents are not members of the Church but are open to receiving ministering, the elders quorum presidency may assign ministering brothers to the family. Similarly, the Relief Society presidency may assign ministering sisters to the mother.\n\n\nThe Church’s guideline that two responsible adults be present with youth does not apply to ministering companions. However, leaders use wisdom and seek inspiration when assigning youth as companions to adults. They also seek guidance from the bishop. When a youth is assigned to a companion who is not his or her parent, leaders confirm that the parents do not object to the assignment.\n\n\nAdult companions should avoid situations that might be misunderstood. They use care in one-on-one situations. They help youth have a safe and rewarding experience with ministering.\n\n\n \n \nImage\nyouth gardening\n\n\n\n\n\n\n\n\n21.2.3\n\n\nFull-Time Missionaries\n\n\n\n\nIf the mission president approves, full-time missionaries can help with ministering. Ward leaders can seek his approval through the stake president. Full-time missionaries are usually assigned to minister to new members, part-member families, and less-active members.\n\n\n\n\n\n\n\n\n\n\n21.3\n\n\nMinistering Interviews\n\n\n\n\nThe Savior had a simple yet profound interview with Peter about feeding His sheep (see \nJohn 21:15–17\n). Ministering interviews can be a similar opportunity. They also allow leaders to set an example of ministering.\n\n\n \n \n\n\nThe elders quorum president and his counselors interview ministering brothers. The Relief Society president and her counselors interview ministering sisters. A married couple assigned to minister together can meet with elders quorum or Relief Society leaders or both.\n\n\nThese interviews are held at least once each quarter. They may be held at any time during the quarter. Preferably, interviews are held in person and with both members of the companionship. Youth with ministering assignments should be included if possible.\n\n\nMinistering interviews do not need to be long to be effective. Their purposes are to:\n\n\n\n\n\n\nCounsel about the strengths, needs, and challenges of assigned individuals and families.\n\n\n\n\n\n\nDiscuss ways to help persons prepare to receive ordinances if needed.\n\n\n\n\n\n\nConsider how the elders quorum, Relief Society, ward council, and others might help.\n\n\n\n\n\n\nTeach and encourage ministering brothers and sisters.\n\n\n\n\n\n\nBetween interviews, ministering brothers and sisters communicate with leaders as needed. They may share confidential information directly with the bishop.\n\n\nLeaders use \nLeader and Clerk Resources\n to report ministering interviews.\n\n\n\n\n\n\n\n\n21.4\n\n\nCoordinating Ministering Efforts\n\n\n\n\nThe Relief Society and the elders quorum share the work of ministering. They do this work in unity.\n\n\n \n \n\n\nRelief Society and elders quorum presidencies meet together at least quarterly. They review what they have learned in ministering interviews (see \n21.3\n). They also coordinate ministering assignments. The two presidents share the responsibility of organizing and conducting the meeting.\n\n\nIn units with few active members, the Relief Society and elders quorum presidencies may decide not to assign both ministering sisters and ministering brothers to some members. Leaders make this decision together and seek the bishop’s approval. If a sister is assigned ministering sisters but not ministering brothers, leaders ensure that she has someone she can ask for a priesthood blessing.\n\n\nThe Relief Society and elders quorum presidents meet together at least quarterly with the bishop. They discuss the needs of ward members. They also talk about possible changes in ministering assignments.\n\n\nWhen needed, Relief Society and elders quorum presidents discuss with the ward council information shared by ministering sisters and brothers. As they do, they respect members’ requests for confidentiality. As coordinated by the bishop, the ward council makes plans to serve and bless ward members. The ward youth council also discusses ministering (see \n29.2.6\n).\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}