{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/23?lang=eng#title_number20",
    "title": "23. Sharing the Gospel and Strengthening New and Returning Members",
    "content": "\n\n\n\n\n\n\n\n23. Sharing the Gospel and Strengthening New and Returning Members\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n23.0. Introduction\n23.1. Share the Gospel\n \n \n23.2. Strengthen New Members\n23.3. Strengthen Returning Members\n23.4. Hold Weekly Coordination Meetings\n23.5. Stake Leaders\n \n \n23.6. Ward Leaders\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“23. Sharing the Gospel and Strengthening New and Returning Members,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“23. Sharing the Gospel and Strengthening New and Returning Members,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n.\n\n\n\n\n \n \nImage\npeople looking at phone\n\n\n23.\n\n\nSharing the Gospel and Strengthening New and Returning Members\n\n\n\n\n\n\n\n\n\n\n23.0\n\n\nIntroduction\n\n\n\n\nInviting all to receive the gospel is part of God’s work of salvation and exaltation (see \n1.2\n in this handbook; \nMatthew 28:19–20\n). It includes:\n\n\n\n\n\n\nParticipating in missionary work and serving as missionaries.\n\n\n\n\n\n\nHelping new and returning Church members progress along the covenant path.\n\n\n\n\n\n\n\n\n\n\n\n\n23.1\n\n\nShare the Gospel\n\n\n\n\n \n \n\n\n \n \n\n\n\n\n\n\n23.1.1\n\n\nLove\n\n\n\n\nWe are all children of Heavenly Father, who loves His children perfectly. He offers everyone the opportunity to be filled with His love through Jesus Christ and His gospel (see \nJohn 3:16\n; \n2 Nephi 26:24–28\n; \nAlma 26:37\n; \nArticles of Faith 1:3\n).\n\n\nOne way we show our love for God is by loving and serving His children (see \nMatthew 22:36–39\n; \n25:40\n). We strive to love and serve as Jesus Christ did. This love inspires us to reach out to people of all religions, races, and cultures (see \nActs 10:34\n; \n2 Nephi 26:33\n).\n\n\n\n\n\n\n\n\n23.1.2\n\n\nShare\n\n\n\n\nBecause we love God and His children, we naturally want to share the blessings He has given us (see \nJohn 13:34–35\n) and help gather Israel. We seek to help people feel the joy that we feel (see \nAlma 36:24\n). As disciples of Jesus Christ, we hold up His light (see \n3 Nephi 18:24–25\n). We speak openly of the Savior and His influence in our lives (see \nDoctrine and Covenants 60:2\n).\n\n\nWe share love, gospel truths, time, experiences, and Church programs to bless God’s children and help them draw closer to the Savior. We share these things in normal and natural ways as part of personal, online, and other interactions.\n\n\n\n\n\n\n\n\n23.1.3\n\n\nInvite\n\n\n\n\nThe Savior invites all to receive His gospel and prepare for eternal life (see \nAlma 5:33–34\n). As His disciples, we follow His example, inviting all to “come unto Christ, and be perfected in him” (\nMoroni 10:32\n).\n\n\nWe pray for inspiration and guidance on how to invite others to:\n\n\n\n\n\n\nCome and see the blessings available through Jesus Christ, His gospel, and His Church (see \nJohn 1:37–39, 45–46\n).\n\n\n\n\n\n\nCome and serve people in need.\n\n\n\n\n\n\nCome and belong to the restored Church of Jesus Christ.\n\n\n\n\n\n\nWhen our invitations are based on a person’s needs and interests, he or she is more likely to accept those invitations. Often, inviting simply means including our family, friends, and neighbors in what we are already doing. For example, we can invite them to:\n\n\n\n\n\n\nJoin us in our homes for activities.\n\n\n\n\n\n\nJoin us for worship and gospel learning.\n\n\n\n\n\n\nAttend special events, such as a baby blessing or baptism.\n\n\n\n\n\n\nParticipate in ward and community activities or service, including projects organized through \nJustServe.org\n (where available).\n\n\n\n\n\n\nParticipate in Church programs and activities. These could include Primary activities, youth activities, family history, self-reliance courses, \nBYU–Pathway Worldwide\n, and literacy and English courses.\n\n\n\n\n\n\nMeet the full-time missionaries and hear their message.\n\n\n\n\n\n\nFor more ideas and resources, see:\n\n\n\n\n\n\nshare.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n“\nSharing the Gospel\n” in the Gospel Library.\n\n\n\n\n\n\nThe “\nUnite with Members\n” section in chapter 9 of \nPreach My Gospel: A Guide to Sharing the Gospel of Jesus Christ\n.\n\n\n\n\n\n\nWards and stakes can create natural opportunities for members to invite others. Ways to do this include hosting events and activities and sharing Church resources with the local community.\n\n\nWard and stake leaders counsel together to identify (1) needs in the community and (2) Church resources to share. For more information, see “\nSharing Church Resources\n” in the Gospel Library.\n\n\nThe principles of loving, sharing, and inviting apply also to strengthening new and returning members.\n\n\n\n\n\n\n\n\n\n\n23.2\n\n\nStrengthen New Members\n\n\n\n\nJoining the Church is both wonderful and challenging for many. It brings great blessings, but it also requires adjusting to new beliefs, new habits, and new relationships (see \n1 Thessalonians 1:6\n).\n\n\nEach new member needs friendship, opportunities to serve, and spiritual nourishment. As members of the Church, we give new members our love and support (see \nMosiah 18:8–10\n). We help them feel a sense of belonging in the Church. We help them progress along the covenant path and become more deeply “converted unto the Lord” (\nAlma 23:6\n). We help them be “nourished by the good word of God, to keep them in the right way, … relying alone upon the merits of Christ” (\nMoroni 6:4\n).\n\n\nWe can also help new members:\n\n\n\n\n\n\nLearn and experience the joy of being a disciple of Jesus Christ.\n\n\n\n\n\n\nLearn how to recognize promptings from the Spirit.\n\n\n\n\n\n\nDevelop a habit of personal and family prayer and scripture study.\n\n\n\n\n\n\nShare the gospel with their family and friends.\n\n\n\n\n\n\nFind names of ancestors and prepare to receive temple ordinances for them.\n\n\n\n\n\n\nGrow through fulfilling Church assignments and participating in the many other opportunities the Church offers.\n\n\n\n\n\n\n\n\n\n\n\n\n23.3\n\n\nStrengthen Returning Members\n\n\n\n\nSome members choose to stop participating in the Church. “Unto such,” said the Savior, “shall ye continue to minister; for ye know not but what they will return and repent, and come unto me with full purpose of heart, and I shall heal them; and ye shall be the means of bringing salvation unto them” (\n3 Nephi 18:32\n). These words apply to all who, for any reason, need continued ministering.\n\n\nMembers who are not fully participating are more likely to return if they have strong relationships with Church members. Our love and support can help them overcome challenges. Like new members, they need friendship, opportunities to serve, and spiritual nourishment. Understanding their circumstances and challenges can help us minister to them with sensitivity and love.\n\n\n\n\n\n\n\n\n23.4\n\n\nHold Weekly Coordination Meetings\n\n\n\n\nEvery week, brief informal meetings are held to coordinate efforts to share the gospel and strengthen new and returning members. If a ward mission leader is called, he conducts these meetings. Otherwise, the member of the elders quorum presidency who fills this role conducts.\n\n\nOthers who are invited include:\n\n\n\n\n\n\nAssigned members of the Relief Society and elders quorum presidencies.\n\n\n\n\n\n\nWard missionaries.\n\n\n\n\n\n\nAn assistant in the priests quorum (or the teachers or deacons quorum president if there are no priests in the ward).\n\n\n\n\n\n\nA presidency member of the oldest Young Women class.\n\n\n\n\n\n\nFull-time missionaries.\n\n\n\n\n\n\nWeekly coordination meetings focus on the needs of individuals. This meeting usually covers the following four topics:\n\n\n\n\n\n\nHow to help those being taught by the missionaries. This could include participating in teaching, helping people make and keep commitments, and supporting upcoming baptismal services.\n\n\n\n\n\n\nHow to help those who were recently baptized\n\n\n\n\n\n\nHow to help returning members\n\n\n\n\n\n\nHow to help members find more people to teach\n\n\n\n\n\n\nThese meetings may be held in person or remotely. Coordination can also happen in other ways, including phone calls, texts, and emails.\n\n\n \n \n\n\n\n\n\n\n\n\n23.5\n\n\nStake Leaders\n\n\n\n\n\n\n\n\n23.5.1\n\n\nStake Presidency\n\n\n\n\nThe stake president holds the keys in the stake for sharing the gospel and strengthening new and returning members. He and his counselors give overall direction for these efforts. He ensures that this work is discussed regularly in stake meetings.\n\n\nUsually monthly, the stake president meets with the mission president to coordinate efforts between the stake and ward leaders and the full-time missionaries. Others who may attend include:\n\n\n\n\n\n\nCounselors in the stake and mission presidencies.\n\n\n\n\n\n\nAssigned high councilors.\n\n\n\n\n\n\nThe stake Relief Society president.\n\n\n\n\n\n\nMissionaries assigned by the mission president.\n\n\n\n\n\n\n\n\n\n\n\n\n23.5.2\n\n\nStake Adult Leadership Committee\n\n\n\n\nThe stake adult leadership committee includes:\n\n\n\n\n\n\nThe stake presidency.\n\n\n\n\n\n\nThe stake Relief Society presidency.\n\n\n\n\n\n\nHigh councilors assigned to work with elders quorums.\n\n\n\n\n\n\nThese leaders instruct and support elders quorum and ward Relief Society presidencies in their efforts to share the gospel and strengthen new and returning members (see \n23.6.2\n). Instruction could take place in a group setting or individually. Ward mission leaders may be invited to receive this instruction.\n\n\nFor more about this committee’s meetings, see \n29.3.8\n.\n\n\n\n\n\n\n\n\n23.5.3\n\n\nHigh Councilors\n\n\n\n\nThe stake presidency may assign high councilors to instruct and support elders quorum presidencies and ward mission leaders. One or more high councilors may be assigned to lead these efforts. However, all high councilors have these responsibilities for the wards and quorums to which they are assigned.\n\n\n\n\n\n\n\n\n23.5.4\n\n\nStake Relief Society Presidency\n\n\n\n\nUnder the direction of the stake president, the stake Relief Society presidency instructs and supports ward Relief Society presidencies in their responsibilities for sharing the gospel and strengthening new and returning members.\n\n\n \n \nImage\nneighbors talking\n\n\n\n\n\n\n\n\n\n\n23.6\n\n\nWard Leaders\n\n\n\n\n\n\n\n\n23.6.1\n\n\nBishopric\n\n\n\n\nThe bishopric coordinates with the elders quorum and Relief Society presidencies as they lead the ward’s efforts in sharing the gospel and strengthening new and returning members. These leaders counsel together regularly.\n\n\nThe bishopric ensures that these efforts are discussed and coordinated in ward council and ward youth council meetings. The bishopric also reviews and approves the ward plan for sharing the gospel and strengthening new and returning members (see \n23.6.6\n).\n\n\n \n \n The bishopric consults with the stake president to determine whether to call a ward mission leader (see \n23.6.3\n for more information).\n\n\nThe bishop interviews new members of the appropriate age for a temple recommend to perform proxy baptisms and confirmations (see \n26.4.2\n). He also interviews brethren of the appropriate age to receive the Aaronic Priesthood (see \n38.2.9.1\n). He normally conducts these interviews within a week of the member’s confirmation.\n\n\nThe bishopric coordinates with other leaders to ensure that new and returning members have opportunities to serve. Such opportunities can help these members grow spiritually and feel the Lord’s power in their lives. Service can also help members feel joy and build close relationships with others in the ward.\n\n\nService opportunities should be based on the member’s needs and abilities. In some cases, a calling is appropriate. In others, a less formal assignment is best.\n\n\n\n\n\n\n\n\n23.6.2\n\n\nElders Quorum and Relief Society Presidencies\n\n\n\n\nThe elders quorum and Relief Society presidencies lead the ward’s day-to-day efforts to share the gospel and strengthen new and returning members (see \n8.2.3\n and \n9.2.3\n). The elders quorum presidency leads these efforts for members of the elders quorum. The Relief Society presidency leads the efforts for members of the Relief Society. They work together to lead these efforts with the ward council, under the coordination of the bishop.\n\n\nThese leaders have the following responsibilities:\n\n\n\n\n\n\nHelp inspire members to love God’s children, to share the gospel, and to invite others to receive the Savior’s blessings (see \n23.1\n).\n\n\n\n\n\n\nCounsel with quorum or Relief Society members about how to share the gospel. Discuss how to find people for the missionaries to teach and how to support people who are being taught. Counsel together about the needs of new and returning members and how to provide support.\n\n\n\n\n\n\nAssign ministering brothers and sisters to new and returning members (see \n21.2.1\n). Ministering brothers and sisters may also be assigned to people the missionaries are teaching (this is done in coordination with the missionaries). If possible, leaders assign members who have or can develop close friendships with these individuals. Leaders encourage ministering brothers and sisters to give Christlike love and support.\n\n\n\n\n\n\nGive new and returning members opportunities to serve as ministering sisters or brothers. For more about ministering, see \nchapter 21\n.\n\n\n\n\n\n\nHelp the ward council develop a plan for sharing the gospel and strengthening new and returning members (see \n23.6.6\n).\n\n\n\n\n\n\nLead the work of the ward mission leader. If this leader is not called, a member of the elders quorum presidency fills this role (see \n23.6.3\n).\n\n\n\n\n\n\nThe elders quorum president and Relief Society president each assign a presidency member to help lead these efforts. These two presidency members work together. They attend weekly coordination meetings (see \n23.4\n).\n\n\n\n\n\n\n\n\n23.6.3\n\n\nImage\nicon, guidelines for adaptation\n Ward Mission Leader\n\n\n\n\nThe bishopric consults with the stake president to determine whether to call a ward mission leader. If they decide to extend this calling, the bishopric counsels with the elders quorum and Relief Society presidents in determining whom to call.\n\n\nThe ward mission leader should be a Melchizedek Priesthood holder. If a ward mission leader is not called, a member of the elders quorum presidency fills this role.\n\n\nThe ward mission leader supports the elders quorum presidency and Relief Society presidency in their missionary responsibilities. He also has the following responsibilities:\n\n\n\n\n\n\nCoordinate the work of ward members and leaders, ward missionaries, and full-time missionaries. This may include coordinating teaching efforts, baptismal services, and efforts to strengthen new members. It can also include planning ways to help ward members share the gospel.\n\n\n\n\n\n\nLead weekly coordination meetings (see \n23.4\n).\n\n\n\n\n\n\nAttend ward council meetings when invited.\n\n\n\n\n\n\nHelp the ward council develop and implement the ward plan for sharing the gospel and strengthening new and returning members (see \n23.6.6\n).\n\n\n\n\n\n\nSeek opportunities to help full-time missionaries fulfill their purpose by sharing the gospel and building relationships with members. Where approved, this may include eating meals with members (preferably with part-member families and new and returning members when possible; see \n24.6.2.3\n).\n\n\n\n\n\n\nWork with the ward temple and family history leader and consultants to help those who are learning the gospel, new members, and returning members engage in temple and family history work.\n\n\n\n\n\n\n\n\n\n\n\n\n23.6.4\n\n\nWard Missionaries\n\n\n\n\nWard missionaries help ward members experience the joy of sharing the gospel as described in \n23.1\n. They serve under the direction of the ward mission leader or the member of the elders quorum presidency who fills this role. The elders quorum and Relief Society presidents may suggest members who could serve.\n\n\nWard missionaries teach by word and example how to love others, share their faith, and invite others to receive the blessings of the gospel. They also help ward members minister to new and returning members.\n\n\nWard missionaries participate in weekly coordination meetings (see \n23.4\n).\n\n\n\n\n\n\n\n\n23.6.5\n\n\nWard Council and Ward Youth Council\n\n\n\n\nSharing the gospel and strengthening new and returning members should be discussed regularly in ward council meetings. The bishop may ask the elders quorum or Relief Society president to lead these discussions, which should focus on individuals. The bishop may invite the ward mission leader to attend ward council meetings.\n\n\nThe council may discuss the ward’s plan for sharing the gospel and strengthening new and returning members. They also discuss assignments that need to be coordinated across organizations. Resources like the following can help in these discussions:\n\n\n\n\n\n\nMy Covenant Path\n. This resource helps new and returning members progress along the covenant path during the first 12 to 24 months after baptism or after returning to gospel participation. \nMy Covenant Path\n is available in Gospel Library.\n\n\n\n\n\n\nCovenant Path Progress record. Ward leaders and full-time missionaries use this resource to record and view the progress of new and returning members and of people being taught by the missionaries. Covenant Path Progress is available to ward leaders through the Member Tools app and \nLeader and Clerk Resources\n (LCR). Full-time missionaries access and share information from Covenant Path Progress through the Preach My Gospel app.\n\n\n\n\n\n\nFor more about the ward council, see \n29.2.5\n.\n\n\nThe ward youth council gives special attention to (1) youth who are new and returning members and (2) youth being taught by the missionaries. The council also discusses ways the youth can participate in the ward’s plan for sharing the gospel and strengthening all new and returning members. For more about the ward youth council, see \n29.2.6\n.\n\n\n\n\n\n\n\n\n23.6.6\n\n\nWard Plan for Sharing the Gospel and Strengthening New and Returning Members\n\n\n\n\nEach ward should have a simple plan for sharing the gospel and strengthening new and returning members. This plan can help guide meetings, service, and activities. It can include plans and ideas for:\n\n\n\n\n\n\nHelping everyone feel welcome in ward meetings and activities.\n\n\n\n\n\n\nHelping members experience the joy of sharing the gospel.\n\n\n\n\n\n\nSupporting people being taught by the missionaries.\n\n\n\n\n\n\nHelping new and returning members progress spiritually.\n\n\n\n\n\n\nThe elders quorum and Relief Society presidents help the ward council create the plan. The ward mission leader also helps. The bishop reviews and approves it.\n\n\nMembers of the ward council take the lead in implementing the plan. They report on progress in ward council meetings. They also update the plan as needed.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}