{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/24?lang=eng#title_number62",
    "title": "24. Missionary Recommendations and Service",
    "content": "\n\n\n\n\n\n\n\n24. Missionary Recommendations and Service\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \n24.0. Introduction\n24.1. The Call to Serve\n24.2. Missionary Assignments\n \n \n24.3. Preparing and Qualifying to Serve a Mission\n \n \n24.4. Recommending Missionaries\n \n \n24.5. After Receiving a Mission Call\n \n \n24.6. Service Away from Home\n \n \n24.7. Service Missions\n \n \n24.8. After Missionary Service\n \n \n24.9. Resources for Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n24. Missionary Recommendations and Service\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“24. Missionary Recommendations and Service,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“24. Missionary Recommendations and Service,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n.\n\n\n\n\n \n \nImage\nmissionaries walking\n\n\n24.\n\n\nMissionary Recommendations and Service\n\n\n\n\n\n\n\n\n\n\n24.0\n\n\nIntroduction\n\n\n\n\nIn ancient times, the Lord gave the commission to gather Israel among “all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost” (\nMatthew 28:19\n; see also \nverse 20\n). The Lord has renewed that commission in these latter days (see \nDoctrine and Covenants 39:11\n; \n68:6–8\n; \n112:28–30\n). All members of the Church covenant at the time of baptism to be witnesses of God and to minister to others (see \nMosiah 18:8–10\n).\n\n\nTo serve the Lord as a missionary is a sacred privilege. It brings eternal blessings to the person and those he or she serves (see \nDoctrine and Covenants 18:14–16\n).\n\n\nMission calls include an assignment to teach the gospel, support the work of Church departments or units, or serve in the local community.\n\n\nThe Lord asks every worthy, able young man to prepare for and serve a mission. For Latter-day Saint young men, missionary service is a priesthood responsibility (see \nDoctrine and Covenants 36:1, 4–7\n).\n\n\nThe Lord also welcomes worthy, able young women to serve missions if they desire. For young women, a mission is a powerful, but optional, opportunity. Preparing for a mission will bless a young woman whether she decides to serve as a missionary or not.\n\n\nSenior missionaries are also needed and are encouraged to prepare to serve.\n\n\n\n\n\n\n\n\n24.1\n\n\nThe Call to Serve\n\n\n\n\nEach missionary is called to assist Heavenly Father and Jesus Christ in Their work. Missionaries represent Jesus Christ and His restored Church. They selflessly serve the Lord in a labor of love among His children. Teaching and service missions bless both the missionary and others. (See \nMatthew 16:25\n; \n22:36–40\n.)\n\n\nMission calls are extended to members who desire to serve, are worthy, and are able. These members strive to serve the Lord with all their “heart, might, mind and strength.” They develop “faith, hope, charity and love.” They keep their “eye single to the glory of God.” As they do these things, the Lord will qualify them for the work. (\nDoctrine and Covenants 4:2, 5\n; see \nverses 1–7\n.)\n\n\nMissionaries represent the Lord and must be called by proper authority (see \nDoctrine and Covenants 42:11\n; \nArticles of Faith 1:5\n). The call to serve a mission is generally extended by the President of the Church. For senior service missionaries, the call is extended by the stake president.\n\n\n\n\n\n\n\n\n24.2\n\n\nMissionary Assignments\n\n\n\n\nThe call to serve as a missionary includes a specific assignment. These assignments vary widely. They usually include:\n\n\n\n\n\n\nAn assignment as either a teaching missionary or a service missionary.\n\n\n\n\n\n\nA location.\n\n\n\n\n\n\nA length of service.\n\n\n\n\n\n\nEach assignment is guided by revelation so it is suited to the missionary and the needs of God’s children.\n\n\nAn assignment may change by continuing revelation as circumstances change. A specific assignment is important. However, it is secondary to the call to serve as a missionary. (See \nDoctrine and Covenants 80:3\n.)\n\n\n\n\n\n\n24.2.1\n\n\nYoung Teaching Missionaries\n\n\n\n\nYoung teaching missionaries are assigned to teach the gospel away from home. These assignments are made by Apostles through revelation. These missionaries serve under the direction of a mission president.\n\n\nSingle men ages 18–25 may serve as teaching missionaries. They usually serve for 24 months.\n\n\nSingle women ages 19–29 may serve as teaching missionaries. They usually serve for 18 months.\n\n\n\n\n\n\n\n\n24.2.2\n\n\nYoung Service Missionaries\n\n\n\n\nYoung service missionaries are assigned to serve in the Church and the community while living at home. These assignments are made by Apostles through revelation. They are extended to candidates whose circumstances are best suited for a service mission (see \n24.3.3\n).\n\n\nThese individuals have the same standards for preparation and worthiness as those who are assigned to a teaching mission. All young missionary candidates are recommended through the same process.\n\n\nService missionaries serve locally under the direction of a mission president, with the close support of service mission leaders. The stake president provides support in ecclesiastical matters (see \n24.7.3\n).\n\n\nWith the help of their service mission leaders, each service missionary receives assignments that are tailored to his or her circumstances. Assignments are also based on service opportunities (see \n24.7.1\n). These missionaries serve to the full extent of their capacity.\n\n\nSingle men ages 18–25 may serve as service missionaries. They usually serve for 24 months.\n\n\nSingle women ages 19–29 may serve as service missionaries. They usually serve for 18 months.\n\n\nService missions for young missionaries are not yet available in all areas of the world. For a list of areas where service missions are available, see \nChurchofJesusChrist.org/service-missionary\n. That website also provides more information on service missions. Where service missions are not available, young members may serve in the same capacity as senior service missionaries (see \n24.2.4\n).\n\n\n\n\n\n\n\n\n24.2.3\n\n\nSenior Missionaries\n\n\n\n\nMarried members ages 40 and older may be called as senior missionaries as a couple if they do not have dependent children.\n\n\nSingle women ages 40 and older may also be called as senior missionaries if they do not have children living at home.\n\n\nSingle men ages 40 and older may not serve as senior missionaries. However, they may serve as senior service missionaries. (See \n24.2.4\n.)\n\n\nAll senior missionaries are encouraged to find people to teach and help them prepare for baptism. Senior missionaries may also be assigned to support:\n\n\n\n\n\n\nMembers and area and local leaders.\n\n\n\n\n\n\nAreas, Church departments, and Church facilities.\n\n\n\n\n\n\nCharitable organizations.\n\n\n\n\n\n\nSenior missionaries usually serve away from home for 6–23 months. Those who serve outside their resident country usually serve for at least 18 months.\n\n\nSenior missionaries are not asked to work the same hours, perform all the same activities, or meet the same expectations as young missionaries. Still, their service is demanding. For this reason, they should be healthy enough to serve. They should also meet financial qualifications (see \n24.3.4.2\n).\n\n\nBishops, stake presidents, and other leaders prayerfully consider who could serve. Bishops or stake presidents may interview these members to determine their availability and invite them to prepare to serve.\n\n\nAssignments for senior missionaries are given by revelation to Apostles. Leaders may recommend specific types of assignments for senior missionaries. However, leaders should not make commitments about the assignment they will receive. Candidates may express a preference for an assignment but should be willing to accept any assignment.\n\n\nFor more information, see \nSeniorMissionary.ChurchofJesusChrist.org\n.\n\n\n \n \nImage\nmissionary couple teaching woman\n\n\n\n\n\n\n\n\n24.2.4\n\n\nSenior Service Missionaries\n\n\n\n\nIn addition to callings in their home ward or stake, members may serve the Lord as senior service missionaries. These missionaries give valuable service in Church departments, facilities, and missions (see \n24.7.1\n). They live at home.\n\n\nMen and women ages 26 and older may be called as senior service missionaries.\n\n\nIn addition, young men ages 18–25 and young women ages 19–25 may serve in the same capacity as senior service missionaries if they live where service missions for young missionaries are not available. They may also serve if they are married or have already served as young teaching or service missionaries.\n\n\nSenior service missionaries are called by the stake president. They serve under his direction. The amount of time they serve each week depends on their capacity, service opportunities in their area, and direction from the Area Presidency.\n\n\nSenior service missionaries’ assignments are approved by the stake president. He counsels with the missionary and others and prayerfully seeks revelation about each assignment. He may review \nSeniorMissionary.ChurchofJesusChrist.org\n when determining assignments.\n\n\nFor more information about senior service missionaries, see \n24.7\n.\n\n\n\n\n\n\n\n\n24.2.5\n\n\nSummary of Missionary Assignments\n\n\n\n\nThe following table summarizes the types of missionary assignments.\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nIs called by\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nPresident of the Church\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nPresident of the Church\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nPresident of the Church\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nStake president\n\n\n\n\nIs assigned by\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nAn Apostle\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nAn Apostle\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nAn Apostle\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nStake president\n\n\n\n\nIs set apart by\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nStake president\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nStake president\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nStake president\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nStake president or counselor\n\n\n\n\nLives\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nAway from home\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nAt home\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nAway from home or at home\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nAt home\n\n\n\n\nEcclesiastical leader\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nMission president or historic site president\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nStake president\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nMission, temple, or historic site president; or Area President\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nStake president\n\n\n\n\nReports to\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\nMission president or historic site president\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\nMission president, through the service mission leaders\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\nMission, temple, or historic site president; Area President; visitors’ center director; or a Church department or facilities manager\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\nOperation manager of the service assignment\n\n\n\n\nAge requirements\n\n\n\n\nYoung Teaching Missionary\n(see 24.2.1)\n\n\n\n\n18–25 (men)\n19–29 (women)\n\n\n\n\nYoung Service Missionary\n(see 24.2.2)\n\n\n\n\n18–25 (men) \n19–29 (women)\n\n\n\n\nSenior Missionary\n(see 24.2.3)\n\n\n\n\n40 or older if married or if a single sister\n\n\n\n\nSenior Service Missionary\n(see 24.2.4)\n\n\n\n\n26 or older\n\n\n\n\n\n\n\n\n\n\n\n\n24.3\n\n\nPreparing and Qualifying to Serve a Mission\n\n\n\n\nProspective missionaries are encouraged to serve a mission because of their love for the Lord and His children. They should be familiar with the \nmissionary recommendation interview questions\n.\n\n\n\n\n\n\n24.3.1\n\n\nConversion to Jesus Christ\n\n\n\n\nProspective missionaries strive to strengthen their conversion to Jesus Christ and His restored gospel. They:\n\n\n\n\n\n\nWork to strengthen their faith in Heavenly Father and Jesus Christ.\n\n\n\n\n\n\nStrengthen their testimony of the restored gospel of Jesus Christ (see \nAlma 5:45–47\n).\n\n\n\n\n\n\nLive the doctrine of Christ by “choosing to repent and work righteousness” (\nAlma 13:10\n; see also \n2 Nephi 31:9–21\n).\n\n\n\n\n\n\nPray, study the scriptures (especially the Book of Mormon) and teachings of the living prophets, and keep the commandments (see \nAlma 17:2–3\n).\n\n\n\n\n\n\nParticipate in temple and family history work (see \nDoctrine and Covenants 109:22\n).\n\n\n\n\n\n\nParticipate in seminary or institute (for youth and young adults).\n\n\n\n\n\n\n\n\n\n\n\n\n24.3.2\n\n\nMeeting the Standards of Worthiness\n\n\n\n\nProspective missionaries strive to be worthy of the companionship of the Spirit. This is needed for effective missionary service (see \nDoctrine and Covenants 42:13–14\n). Qualifying for the companionship of the Spirit includes being clean from sin (see \nHelaman 4:24\n; \nDoctrine and Covenants 38:42\n).\n\n\n\n\n\n\n24.3.2.1\n\n\nRepentance\n\n\n\n\nRepentance and forgiveness of sin are gifts available to all of God’s children. These gifts are made possible through the redeeming power of Jesus Christ. Repentance requires exercising faith in Christ, having real intent, and keeping the commandments. It includes confessing and forsaking sin. For serious sins, repentance requires confession to the bishop or stake president (see \n32.3\n and \n32.4\n in this handbook).\n\n\nA person who repents is forgiven and made clean through the Atonement and grace of Jesus Christ. The Lord remembers the sin no more. “How great is his joy in the soul that repenteth!” (\nDoctrine and Covenants 18:13\n; see also \nIsaiah 43:25\n; \nJacob 6:5\n; \nAlma 34:15–17\n; \nHelaman 5:10–11\n; \nDoctrine and Covenants 58:42–43\n; and \n32.1\n in this handbook.)\n\n\nMembers who desire to serve a mission should turn to the Savior as they repent and prepare to serve. They may also seek the loving help of family members and local Church leaders.\n\n\nA missionary candidate must have repented of serious sin before the stake president may submit his or her recommendation (see \n32.6–32.8\n; see also \n24.4.4\n). The repentance process includes enough time for the person to show through righteous living that he or she has received the spirit of Christ unto the remission of sins. (see \nDoctrine and Covenants 20:37\n). The stake president counsels with the Area Presidency (or the Area Seventy they designate) if he has questions about the length of time needed for repentance.\n\n\n\n\n\n\n\n\n24.3.2.2\n\n\nBelated Confessions\n\n\n\n\nA person who receives a mission call or begins missionary service without repenting of serious sin may need to remain home or return home. Depending on the circumstances, he or she may serve after repenting (see \n24.6.3.2\n).\n\n\n\n\n\n\n\n\n\n\n24.3.3\n\n\nPhysical, Mental, and Emotional Health\n\n\n\n\nMissionary work is challenging. Physical, mental, and emotional demands can be stressful. Missionaries often work in unfamiliar conditions. Health may be affected by a change in diet, climate, or living conditions. The missionary schedule is also demanding. (See \nAlma 17:5\n; \n26:27–28, 30\n.)\n\n\nYoung teaching missionaries must be committed and physically, mentally, and emotionally able to work the full missionary schedule. (See \nMissionary Standards for Disciples of Jesus Christ\n [2019], \n2.4\n.)\n\n\nYoung service missionaries work a schedule customized to the full extent of their talents, skills, and capacities.\n\n\nProspective missionaries prepare to serve by strengthening their physical, mental, and emotional health. They also work to develop resiliency and self-reliance.\n\n\nLeaders may need to counsel sensitively with a candidate about his or her health challenges before submitting a recommendation. Some candidates may need to receive professional care for their health challenges (see \n31.3.6\n). A candidate who has been prescribed medication must commit to take it throughout his or her service as directed by a health care professional.\n\n\n \n \nImage\nmissionaries teaching family\n\n\n\n\n\n\n\n\n24.3.4\n\n\nFinances\n\n\n\n\nFinancial sacrifice is part of missionary service (see \nMark 1:17–18\n; \nAlma 15:16\n). Missionaries and their families have primary responsibility for contributing financially to missionary service. They should make appropriate preparation and sacrifice. They should be financially self-reliant to the extent possible in meeting contribution commitments.\n\n\n\n\n\n\n24.3.4.1\n\n\nFinancing Young Missionaries Serving Away from Home\n\n\n\n\nYoung candidates who have prepared according to their ability should not be delayed from serving for financial reasons. Those who need financial help to meet expected contribution commitments can receive it from extended family and friends.\n\n\nIf need remains, the bishop or stake president may ask members in the ward or stake to contribute to the ward missionary fund.\n\n\nLocal unit budgets and fast-offering funds may not be used.\n\n\nMonthly contribution commitment.\n Young teaching missionaries and their families contribute a specific amount each month to help cover missionary program costs. The amount is set in one of two ways:\n\n\n\n\n\n\nMissionaries from some countries participate in the equalized contribution program. This means the same amount is contributed for each missionary regardless of where he or she serves. The amount is identified at Church headquarters. Leaders may contact the Missionary Department (see \n24.9.3\n) or the area office for a list of countries in this program and the equalized amount.\n\n\n\n\n\n\nIn other countries, the bishop, stake president, missionary, and family counsel together about the monthly contribution amount. The bishop and stake president consider guidance from the Area Presidency. They encourage appropriate financial sacrifice and self-reliance based on the circumstances of the missionary and his or her family. They agree on a contribution amount and record it in the missionary recommendation. The missionary and his or her family commit to follow through. Others may also contribute to this amount only if they live in the missionary’s home country (see “\nWard Missionary Fund\n” later in this section).\n\n\n\n\n\n\nContributions are made to the ward missionary fund. Bishops verify that the funds are contributed each month. Funds beyond the monthly amount should not be contributed in advance. Funds contributed in advance cannot be refunded if a missionary returns home early.\n\n\nExpenses in the field.\n Each month, young missionaries receive adequate funds from the mission to provide for healthy food, transportation, and other living expenses. These funds are sacred. Missionaries use them only for mission-related purposes. They should not be used for personal expenses, saved, or sent to family members or others. Missionaries return to the mission any funds they do not need.\n\n\nMissionaries use personal funds to cover other expenses. These personal expenses should be minimal. (See \nMissionary Standards for Disciples of Jesus Christ\n, \n4.8\n.)\n\n\n\n\n\n\nWard Missionary Fund\n\n\n\n\nThe ward missionary fund is used only for donations relating to ward members who are serving missions away from home. These funds are not used for service missionaries or for missionary activities in the ward or stake.\n\n\nFunds are not sent directly to missionaries. Each month, the bishop sees that the committed funds are available in the ward missionary fund. The Church withdraws the contribution amount each month and uses it for missionary efforts worldwide. See \n34.3.3\n.\n\n\nContributions are consecrated to the Lord to accomplish His work. They cannot be refunded.\n\n\nMembers who desire to help meet the monthly commitment of missionaries who are not in their home ward may do so. If the missionary’s ward is in the member’s country of residence, the member may donate to the missionary fund of the missionary’s home ward.\n\n\nIf the missionary’s ward is not in the member’s country of residence, the member should donate to the General Missionary Fund. However, these donations cannot be designated to cover the contribution commitments of specific missionaries.\n\n\n\n\n\n\n\n\nGeneral Missionary Fund\n\n\n\n\nThe Church uses contributions to the General Missionary Fund for missionary efforts worldwide. These contributions may be used to support missionaries. They may also be used to finance other aspects of missionary work.\n\n\nContributions to the General Missionary Fund are consecrated to the Lord to accomplish His work. They cannot be refunded. Nor can they be designated to cover the contribution commitments of specific missionaries.\n\n\n\n\n\n\n\n\n\n\n24.3.4.2\n\n\nFinancing Senior Missionaries Serving Away from Home\n\n\n\n\nMonthly contribution commitment.\n Senior missionaries serving away from home contribute to their home ward missionary fund each month. These contributions help cover housing and vehicle costs (see also “\nAdditional expenses\n” later in this section). Housing contribution amounts are based on average costs in each mission. These amounts may be more or less than the value of Church-provided housing.\n\n\n\n\n\n\nSenior missionaries from countries that participate in the equalized contribution program contribute an assigned amount listed in the call packet.\n\n\n\n\n\n\nIn other countries, the bishop, stake president, and missionary counsel together about the monthly contribution amount. Leaders encourage appropriate financial sacrifice based on the missionary’s circumstances. They agree on an amount and record it in the missionary recommendation. This amount must be at least the amount established for senior missionaries by the Area Presidency (in consultation with the Missionary Department). Others who live in the missionary’s home country may also contribute to this amount.\n\n\n\n\n\n\nBishops verify that the funds are contributed each month. Funds beyond the monthly amount should not be contributed in advance.\n\n\nAdditional expenses.\n In addition to the monthly contribution commitment, which helps cover housing and vehicle costs, senior missionaries must fully cover all other expenses, including food, personal items, and vehicle fuel.\n\n\n\n\n\n\n\n\n24.3.4.3\n\n\nFinancing Missionaries Serving at Home\n\n\n\n\nMissionaries serving at home are responsible for all their financial needs. Those who need financial help can receive it from family members and friends. Ward or stake missionary funds may not be used for mission-related needs.\n\n\n\n\n\n\n\n\n24.3.4.4\n\n\nMedical Insurance and Expenses\n\n\n\n\nAll missionaries, including young teaching missionaries, are strongly encouraged to keep their existing medical insurance if possible.\n\n\nMissionaries serving from home must provide their own medical and other insurance coverage. Senior missionaries serving away from home must also provide this coverage. Senior missionaries who will serve outside their home country may be able to obtain insurance through the \nSenior Service Medical Plan\n.\n\n\n\n\n\n\n\n\n\n\n24.3.5\n\n\nRole of Family Members and Leaders in Preparing Missionaries\n\n\n\n\nFamily members, bishops, and other leaders help youth prepare to serve a mission. Bishops invite each young man to become a missionary, as well as each young woman who desires to serve.\n\n\n\n\n\n\nHelp them become effective member missionaries in sharing the gospel before they receive a call to serve.\n\n\n\n\n\n\nProvide opportunities for them to serve and teach.\n\n\n\n\n\n\nArrange opportunities for them to accompany full-time missionaries.\n\n\n\n\n\n\nInvite currently serving missionaries or others who have served missions to share their experiences teaching and serving.\n\n\n\n\n\n\nLove and inspire each person to be prepared to serve a mission.\n\n\n\n\n\n\nEncourage them to devote additional time to prayer and study of the scriptures, especially the Book of Mormon.\n\n\n\n\n\n\nOrganize a missionary preparation course.\n\n\n\n\n\n\nFamily members and leaders encourage senior members to consider senior missionary service. This may include helping them:\n\n\n\n\n\n\nReview their physical and financial ability to serve a mission, either away from home or while living at home.\n\n\n\n\n\n\nIdentify missionary opportunities they could fulfill.\n\n\n\n\n\n\nBecome effective member missionaries in sharing the gospel before they receive a call to serve.\n\n\n\n\n\n\nUnderstand the blessing that missionary service will be to their family (see \nDoctrine and Covenants 31:5–6\n).\n\n\n\n\n\n\nFamily members and leaders encourage all missionary candidates to study:\n\n\n\n\n\n\nThe Book of Mormon\n and other \nscriptures\n.\n\n\n\n\n\n\nPreach My Gospel: A Guide to Sharing the Gospel of Jesus Christ\n.\n\n\n\n\n\n\nAdjusting to Missionary Life\n.\n\n\n\n\n\n\nFamily members and leaders help all candidates commit to follow missionary standards. They encourage candidates to study the missionary standards handbook that pertains to their probable assignment:\n\n\n\n\n\n\nFor young teaching missionaries: \nMissionary Standards for Disciples of Jesus Christ\n\n\n\n\n\n\nFor young service missionaries: \nMissionary Standards for Disciples of Jesus Christ—Service Missions\n\n\n\n\n\n\nFor all missionaries: the section “\nUse Technology Righteously\n” in chapter 2 of \nPreach My Gospel\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n24.4\n\n\nRecommending Missionaries\n\n\n\n\nSome candidates have not lived in the ward continuously for at least one year. In these situations, the bishop confers early in the recommendation process with the bishop of the person’s previous ward.\n\n\n\n\n\n\n24.4.1\n\n\nHealth Assessments\n\n\n\n\nMissionary work is physically, mentally, and emotionally demanding. All candidates are required to have medical professionals assess their health readiness.\n\n\nHealth assessments are reviewed by the area office and the Missionary Department. Sometimes, health concerns could affect a person’s ability to serve away from home. In some situations, the recommendation may be returned with instructions on how the person can improve his or her health readiness.\n\n\n\n\n\n\n\n\n24.4.2\n\n\nInterviews and Recommendation Forms\n\n\n\n\nThe bishop and stake president conduct thorough, spiritually searching, and uplifting interviews with each candidate. They use the \nmissionary recommendation interview questions\n. They discuss the candidate’s:\n\n\n\n\n\n\nTestimony of Jesus Christ and His restored gospel (see \n24.3.1\n).\n\n\n\n\n\n\nMeeting the standards of worthiness (see \n24.3.2\n).\n\n\n\n\n\n\nPhysical, mental, and emotional health readiness (see \n24.3.3\n).\n\n\n\n\n\n\nFinancial readiness (see \n24.3.4\n).\n\n\n\n\n\n\nThe bishop and stake president also review information about standards of worthiness and health readiness in the \nMissionary Online Recommendation System\n. If a stake president in the United States or Canada has questions, he contacts the Missionary Department (see \n24.9.3\n). Elsewhere, he contacts the area office. The bishop and stake president do not add any eligibility standards. Nor do they change the interview questions.\n\n\nThe information in the recommendation form contributes to the revelatory process of mission calls. Leaders ensure that all information requested is fully disclosed.\n\n\nIf the bishop and stake president have concerns about a candidate meeting the standards of worthiness or about his or her health readiness, they counsel together and with the person. With a young candidate’s permission, they may also counsel with his or her parents. The bishop and stake president do not submit a recommendation until the person has repented of serious sin (see \n24.3.2.1\n). Depending on the person’s physical, mental, or emotional health, they may discuss the possibility of being assigned as a service missionary.\n\n\nIn urgent cases when the bishop or stake president is unavailable, he may authorize one of his counselors to conduct these interviews.\n\n\nIn districts, the mission president or an assigned counselor interviews and recommends missionary candidates. District presidents do not conduct these interviews.\n\n\n \n \nImage\nmissionaries talking to man\n\n\n\n\n\n\n\n\n24.4.3\n\n\nSubmitting Recommendations\n\n\n\n\nThe stake president may submit a recommendation for a young missionary candidate up to 150 days before his or her availability date. The stake president may submit a recommendation for a senior missionary candidate up to nine months before his or her availability date. The availability date must be when all of the following conditions are met:\n\n\n\n\n\n\nThe person has reached the qualifying age for service.\n\n\n\n\n\n\nThe person has been a confirmed Church member for at least one year.\n\n\n\n\n\n\nThe person has completed or is no longer attending high school, secondary school, or the equivalent. (This applies only to young missionary candidates who will not be 19 years old by their availability date.)\n\n\n\n\n\n\nYoung missionary candidates and their stake president plan for when the stake president should submit the recommendation. They may use the \nSubmission Planning Tool\n and the \nMission Release Date Planning Tool\n for help.\n\n\nMissionary recommendations are usually submitted through the home ward and stake. Bishops of away-from-home wards, such as a young single adult ward, may process a missionary recommendation. They must first confer with the bishop from the home ward. The home ward should be listed as the funding ward.\n\n\n\n\n\n\n\n\n24.4.4\n\n\nThose Unable to Serve as Full-Time Missionaries\n\n\n\n\nSometimes a member who desires to serve and is recommended for missionary service may not be called as a teaching or service missionary. This may be due to health challenges, not meeting the standards of worthiness, legal issues, or other circumstances. The bishop and stake president express love and gratitude for the member’s willingness to serve. Leaders may address questions to the Missionary Department at 801-240-2179 or \nMissionary.Prefield@ChurchofJesusChrist.org\n.\n\n\nThe stake president and bishop encourage the member to press forward on the covenant path as a lifelong disciple of Jesus Christ. They also encourage pursuing other important endeavors, such as education or employment for young members.\n\n\n\n\n\n\n\n\n\n\n24.5\n\n\nAfter Receiving a Mission Call\n\n\n\n\nNewly called missionaries are encouraged to read or reread the Book of Mormon before beginning their mission. They follow King Benjamin’s counsel to “watch yourselves, and your thoughts, and your words, and your deeds” (\nMosiah 4:30\n).\n\n\nThey respond promptly to instructions given with the call. They study doctrine and principles in the scriptures and in \nPreach My Gospel\n, giving emphasis to \nchapter 3\n. They also review the booklet \nAdjusting to Missionary Life\n or \nAdjusting to Service Missionary Life: Resource Booklet\n. They and their family members also study the conditions they will serve in.\n\n\nFamily members and leaders support missionaries in these efforts. They also emphasize the importance of doing good and remaining worthy of the Spirit.\n\n\n\n\n\n\n24.5.1\n\n\nTemple Endowment and Temple Service\n\n\n\n\nNewly called missionaries are encouraged to receive the temple endowment as soon as possible and to attend the temple as often as circumstances allow (see \nDoctrine and Covenants 43:15–16\n; \n105:33\n). This applies to teaching missionaries and to service missionaries if appropriate for their circumstances. For information on receiving the endowment, see \n27.2\n.\n\n\nNewly called missionaries who are endowed may serve as temple ordinance workers before they begin missionary service as appropriate (see \n25.5\n).\n\n\n\n\n\n\n\n\n24.5.2\n\n\nSacrament Meetings\n\n\n\n\nThe bishopric invites newly called missionaries to speak in sacrament meeting before beginning their mission. This is a regular sacrament meeting. The focus should be on the sacrament and the Savior. The missionary should be invited to speak about Jesus Christ, His restored gospel, and the joy of sharing the gospel and serving others.\n\n\nThe missionary’s family members and friends are not normally invited to speak. The regular time of the meeting is not extended.\n\n\nMembers and leaders should avoid anything that may distract from the sacred nature of a mission call or create unnecessary expense. For example, they should not:\n\n\n\n\n\n\nPrint special sacrament meeting programs.\n\n\n\n\n\n\nForm reception lines after sacrament meeting.\n\n\n\n\n\n\nHold open houses, except for family gatherings. If a family gathering is held, it is recommended that it not conflict with Sunday meetings.\n\n\n\n\n\n\n\n\n\n\n\n\n24.5.3\n\n\nSetting Apart Missionaries\n\n\n\n\nThe home stake president sets apart each missionary as close as possible to his or her mission start date. In urgent cases when the stake president is unavailable, he may authorize one of his counselors to set apart missionaries. He may also delegate responsibility for setting apart senior service missionaries to a counselor.\n\n\nThe mission president or one of his counselors sets apart missionaries who are called from districts in his mission. The district president does not set apart missionaries.\n\n\nA brother who will serve away from home must have received the Melchizedek Priesthood before being set apart as a missionary. A brother who will serve as a service missionary should hold the Melchizedek Priesthood if appropriate for his circumstances. For instructions on ordination to an office in the Melchizedek Priesthood, see \n18.10\n.\n\n\nShortly before a missionary is set apart, the stake president or an assigned counselor interviews him or her. If the missionary no longer meets the standards of worthiness or if there are changes in health that could affect the missionary’s service, he or she is not set apart. The stake president contacts the Missionary Department (see \n24.9.3\n) or the area office for guidance.\n\n\nThe setting apart should be a special experience. Family members and close friends may attend. The stake president helps them understand and feel the sacredness and importance of the call to serve as a representative of Jesus Christ and His restored Church.\n\n\nThe setting apart and accompanying blessing should not be recorded. However, the missionary is encouraged to write in his or her journal about the experience and to note parts of the blessing that were especially meaningful.\n\n\nThe stake president explains that the person should follow missionary standards after being set apart.\n\n\nA missionary’s setting apart is for the call to serve, not for a specific missionary assignment. If a missionary’s assignment is changed, he or she is not set apart again. If a missionary is released and is later approved to return to service (see \n24.6.3.2\n), he or she is set apart again as a missionary.\n\n\n\n\n\n\nSetting Apart a Missionary\n\n\n\n\nTo set apart a missionary, the stake president:\n\n\n\n\n\n\nCalls the person by name and states that the setting apart is done by the authority of the Melchizedek Priesthood.\n\n\n\n\n\n\nSets the person apart as a missionary of The Church of Jesus Christ of Latter-day Saints. (The stake president may reference the specific assignment.)\n\n\n\n\n\n\nBlesses the person as the Spirit directs.\n\n\n\n\n\n\nCloses in the name of Jesus Christ.\n\n\n\n\n\n\nThe stake president may invite worthy Melchizedek Priesthood holders, such as the missionary’s father, to stand with him during the setting apart.\n\n\n\n\n\n\n\n\n\n\n\n\n24.6\n\n\nService Away from Home\n\n\n\n\n\n\n\n\n24.6.1\n\n\nLeaving to the Mission Field\n\n\n\n\nThe Church pays for young teaching missionaries to travel to and from the missionary training center (MTC) and the mission assignment. The Church also pays these costs for senior missionaries who serve away from home for more than one year.\n\n\nImmediate family members may bring a missionary to an MTC. However, they are not expected to do so. The MTC does not have a meeting for families to say farewell to their missionaries.\n\n\nFor airport security and other reasons, families and others are discouraged from meeting missionaries at airports when missionaries leave the MTC to their mission assignment.\n\n\n \n \nImage\nmissionary couple teaching women\n\n\n\n\n\n\n\n\n24.6.2\n\n\nIn the Field\n\n\n\n\n\n\n\n\n24.6.2.1\n\n\nPlacement of Missionaries\n\n\n\n\nStake and mission presidents counsel about the need for missionaries in specific wards and branches. It is not required that missionaries be assigned to every unit. Some units may have more than one companionship. The mission president determines the placement of missionaries.\n\n\n\n\n\n\n\n\n24.6.2.2\n\n\nMember and Community Service\n\n\n\n\nStake and mission presidents counsel about how missionaries may provide service to members and the community. They may use \nJustServe.org\n where it is available.\n\n\n\n\n\n\n\n\n24.6.2.3\n\n\nHousing, Meals, and Transportation\n\n\n\n\nStake and mission presidents determine if or to what extent local members provide housing and meals for missionaries. Providing housing or meals should not burden local members.\n\n\nMembers are not expected to regularly provide transportation for missionaries, those they are teaching, or those who have recently been baptized.\n\n\nThe Area Presidency may offer guidance for providing housing, meals, and transportation for missionaries in the area.\n\n\n\n\n\n\n\n\n24.6.2.4\n\n\nImage\nicon, guidelines for adaptation\n Missionaries in Branch Positions\n\n\n\n\nIn rare situations, missionaries serving away from home may be assigned to serve in branch positions. If a branch is in a stake, the missionary is set apart under the direction of the stake presidency, with the approval of the mission president.\n\n\nIf a branch is in a district, the missionary is not set apart. The authority to serve in a unit assigned to the mission is included in the setting apart as a missionary. If elders perform a function that requires priesthood keys, they do so with delegated authority from the mission president.\n\n\n\n\n\n\n\n\n24.6.2.5\n\n\nRequests to Support Others Financially or with Schooling or Emigration\n\n\n\n\nMissionaries and their families should not provide financial support for those who live where the missionaries are serving, including financial support for schooling. Nor should missionaries and their families sponsor persons who want to emigrate to other countries (see \n38.8.19\n).\n\n\n\n\n\n\n\n\n24.6.2.6\n\n\nMedication\n\n\n\n\nMissionaries are responsible for any medication they may need. Family members or others must not send or deliver medication to missionaries. If medication is unavailable in the mission, the missionary counsels with the mission president.\n\n\n\n\n\n\n\n\n24.6.2.7\n\n\nDeath of an Immediate Family Member\n\n\n\n\nIf a member of a missionary’s immediate family dies, the missionary may choose to return home temporarily for the funeral. However, the missionary is generally counseled to remain in the field. When possible, he or she may view the funeral services via internet streaming.\n\n\nIf a missionary chooses to return home for the funeral, the mission president contacts the Missionary Department.\n\n\n\n\n\n\n\n\n24.6.2.8\n\n\nMembership Records and Tithing\n\n\n\n\nA missionary’s home ward retains the membership record. The home ward also records his or her tithing status. Missionaries do not pay tithing on support funds they receive from the mission. However, they do pay tithing if they have any personal income.\n\n\n\n\n\n\n\n\n\n\n24.6.3\n\n\nReturning Home from a Mission\n\n\n\n\n\n\n\n\n24.6.3.1\n\n\nReturning Home as Originally Scheduled\n\n\n\n\nMissionaries and their family members should not request early releases or extensions of service for personal convenience.\n\n\nYoung missionaries should travel directly home from their missions. Any other travel may be approved only if the missionary is accompanied by at least one parent or guardian.\n\n\nMissionaries are not released until they report to their stake president. They follow missionary standards until that time.\n\n\n\n\n\n\nPicking Up Young Missionaries in the Field\n\n\n\n\nParents are not expected to pick up young missionaries from the mission. If parents request this privilege, they should understand the following:\n\n\n\n\n\n\nThey cannot request a change in the release date for travel purposes.\n\n\n\n\n\n\nThey should inform the mission office and Church Travel at least three months before the release date.\n\n\n\n\n\n\nThey must make their own travel arrangements, including lodging and meals. They should not impose on the time or resources of members or mission leaders.\n\n\n\n\n\n\nThey should follow any guidelines given by the mission president.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n24.6.3.2\n\n\nReturning Home Early\n\n\n\n\nSome teaching and service missionaries are released early for health, worthiness, or other reasons. Bishops and stake presidents give special support to these returned missionaries. Leaders help them work to regain health or return to service if possible.\n\n\nFor teaching or service missionaries who are ready to return to service, the stake president contacts the Missionary Department to recommend this (see \n24.9.3\n). Some teaching missionaries who return to service may be reassigned to a different teaching mission or to a service mission.\n\n\nWhen returning to service is not possible, leaders encourage the member to press forward on the covenant path as a lifelong disciple of Jesus Christ. Leaders also encourage pursuing other important endeavors, such as education or employment for young missionaries.\n\n\n \n \nImage\ncollage of missionaries\n\n\n\n\n\n\n\n\n\n\n\n\n24.7\n\n\nService Missions\n\n\n\n\n\n\n\n\n24.7.1\n\n\nIdentifying Opportunities for Service Missionaries\n\n\n\n\nFor senior service missionaries, the bishop, stake president, and missionaries counsel together to identify local opportunities to serve.\n\n\nFor young service missionaries, the service mission leaders identify appropriate service opportunities. The missionary’s parents or guardians generally participate in the discussion.\n\n\nService may be provided in person or remotely using technology. Leaders may use the following resources to find information about service opportunities:\n\n\n\n\n\n\nInternet: \nChurchofJesusChrist.org/service-missionary\n or \nSeniorMissionary.ChurchofJesusChrist.org\n\n\n\n\n\n\nPhone: 1-801-240-4914\n\n\n\n\n\n\nEmail: \nsupport-servicemission@ChurchofJesusChrist.org\n\n\n\n\n\n\n\n\n\n\nExamples of Service Missionary Opportunities\n\n\n\n\n\n\n\n\nCommunity Service (for young service missionaries):\n \nJustServe.org\n (where it is available) and approved community charitable organizations, such as food banks, shelters, and community centers\n\n\n\n\n\n\nFamily History:\n FamilySearch community support; FamilySearch records preservation (such as indexing, reviewing, and imaging); FamilySearch center support (young service missionaries only at stake-level centers)\n\n\n\n\n\n\nMember and Leader Support:\n Supporting wards and stakes in helping accomplish God’s work of salvation and exaltation, as directed by Area Presidencies\n\n\n\n\n\n\nSeminaries and Institutes:\n Office work, recruiting and enrollment, social media, and events support\n\n\n\n\n\n\nTemples:\n Temple workers whose responsibilities may include laundry, housekeeping, office, interior maintenance, or groundskeeping\n\n\n\n\n\n\nWelfare:\n Bishops’ storehouses, production facilities, farms, Deseret Industries, and employment centers\n\n\n\n\n\n\nBYU–Pathway Worldwide:\n Facilitate student gatherings, increase local awareness about BYU–Pathway, and minister to students.\n\n\n\n\n\n\nChurch Departments\n (in-person or virtual, depending on the operation and the missionary’s location): Welfare and Self-Reliance Services, Church History, and Family History\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n24.7.2\n\n\nHousing and Transportation\n\n\n\n\nService missionaries live in their own home or with another family member approved by the Missionary Department. They provide or arrange for their own transportation to their place of service if needed.\n\n\nYoung service missionaries should not spend the night or live in teaching missionaries’ housing.\n\n\n\n\n\n\n\n\n24.7.3\n\n\nTraining and Supervision\n\n\n\n\nService missionaries are trained and supervised at the place where they serve. They also receive day-to-day supervision, help, and training about their duties from the service mission leaders (for young service missionaries) or the manager of their service assignment (for senior service missionaries).\n\n\nThe stake president is the ecclesiastical leader for senior and young service missionaries. He and the bishop conduct regular worthiness interviews with young service missionaries. They also conduct interviews for temple recommends, priesthood advancement, and patriarchal blessings when applicable.\n\n\nThe mission president and his wife set the spiritual and behavioral expectations of the mission. They counsel regularly with the service mission leaders who oversee the missionary’s schedule, assignments, and overall health. Together they help the missionary understand and follow service missionary standards.\n\n\nThe mission president refers matters of personal worthiness to the missionary’s stake president.\n\n\nYoung service missionaries do not attend an MTC. They receive virtual training, along with training at their places of service.\n\n\nFor more about training and supervision, see \nMissionary Standards for Disciples of Jesus Christ—Service Missions\n.\n\n\n\n\n\n\n\n\n24.7.4\n\n\nService Missionaries in Ward or Stake Callings\n\n\n\n\nThe bishop or stake president may give ward or stake callings to service missionaries if the callings do not interfere with the mission assignments or schedule. For young service missionaries, these leaders coordinate with the service mission leaders.\n\n\n\n\n\n\n\n\n24.7.5\n\n\nConcluding a Service Mission\n\n\n\n\nYoung service missionaries are typically called to serve for 18 or 24 months. It is anticipated that each missionary will complete the time of service indicated in his or her assignment.\n\n\nIn some circumstances, after a missionary has received the call, the missionary, parents, and service mission leaders may counsel together to identify an alternative release date. The service mission leaders submit any proposed change to this date to the mission president. If he approves the change, the service mission leaders notify the missionary’s stake president of the new release date.\n\n\nSometimes a service missionary needs to end his or her mission early for health, worthiness, or other reasons. In these situations, the stake president notifies the mission president, the service mission leaders, and the area service mission specialists. The stake president then contacts the assigned in-field representative in the Missionary Department to have each early release reviewed and approved by an assigned General Authority.\n\n\nService missions for young missionaries do not exceed 24 months for men. These missions do not exceed 18 months for women.\n\n\nSenior service missionaries may extend their service to a date agreed on by the stake president, operations manager, and missionary.\n\n\n \n \nImage\nwoman speaking over pulpit\n\n\n\n\n\n\n\n\n\n\n24.8\n\n\nAfter Missionary Service\n\n\n\n\n\n\n\n\n24.8.1\n\n\nTemple Recommends\n\n\n\n\n\n\n\n\n24.8.1.1\n\n\nYoung Missionaries Serving Away from Home\n\n\n\n\nFor instructions on temple recommends for young missionaries returning home, see \n26.5.3\n.\n\n\n\n\n\n\n\n\n24.8.1.2\n\n\nSenior Missionaries Serving Away from Home\n\n\n\n\nThe mission president may conduct a temple recommend interview when needed. If the missionary is worthy, the mission president issues a new recommend that expires in two years.\n\n\n\n\n\n\n\n\n24.8.1.3\n\n\nService Missionaries\n\n\n\n\nYoung and senior service missionaries arrange through local leaders for interviews to renew temple recommends (see \n26.3.1\n).\n\n\n\n\n\n\n\n\n\n\n24.8.2\n\n\nMissionary Release Interview\n\n\n\n\nThe stake president releases teaching and service missionaries and conducts a release interview. One of his counselors may release senior service missionaries. In districts, generally the mission president or an assigned counselor releases missionaries. For exceptions, see \n6.3\n.\n\n\nThe following guidelines for this interview may be helpful.\n\n\n\n\n\n\nCommend them for serving a mission.\n\n\n\n\n\n\nInvite them to share mission experiences.\n\n\n\n\n\n\nEncourage them to continue as a lifelong disciple of Jesus Christ.\n\n\n\n\n\n\nCounsel them to build on good habits they developed as a missionary.\n\n\n\n\n\n\nEncourage them to follow the Spirit daily and live honorably.\n\n\n\n\n\n\nEncourage them to consider and prepare for the future, including education and employment for young missionaries. Help them set goals and make plans as needed. Review progress on \nMy Plan\n with young missionaries.\n\n\n\n\n\n\nAvoid promising specific blessings as a reward for missionary service.\n\n\n\n\n\n\nEncourage them to always live worthy of a temple recommend.\n\n\n\n\n\n\n\n\n\n\nBYU–Pathway Worldwide and EnglishConnect\n\n\n\n\nRecently released young missionaries who do not have other educational plans should be encouraged to consider enrolling in BYU–Pathway Worldwide for professional certificates and university education. Enrolled students must have at least an intermediate-level proficiency in English. For more information, see \nbyupathway.org/returnedmissionary\n.\n\n\nRecently released young missionaries who do not speak English may consider enrolling in EnglishConnect. For information, see \nEnglishConnect.org\n.\n\n\n\n\n\n\n\n\n\n\n24.8.3\n\n\nMissionary Reports and Speaking in Sacrament Meeting\n\n\n\n\nStake and district presidents invite recently released teaching and service missionaries to report on their service in a high council or district council meeting. Bishops may also invite recently released missionaries to report in a ward council meeting.\n\n\nWhere appropriate for distance or other circumstances, recently released missionaries may provide their reports using technology or only in a ward council meeting.\n\n\nThe bishopric schedules time for recently released teaching and service missionaries to speak in a sacrament meeting. The meeting is a normal sacrament meeting. The bishopric ensures that the principles in \n24.5.2\n are followed.\n\n\nRecently released missionaries may speak in sacrament meetings in other wards as invited by a member of the stake or district presidency. They may also be invited by a member of the high council or district council.\n\n\n\n\n\n\n\n\n24.8.4\n\n\nCallings\n\n\n\n\nLeaders promptly give ministering assignments and callings to recently released teaching and service missionaries. This includes being considered as temple ordinance workers as appropriate (see \n25.5\n).\n\n\n\n\n\n\n\n\n\n\n24.9\n\n\nResources for Missionary Recommendations and Service\n\n\n\n\n\n\n\n\n24.9.1\n\n\nManuals and Forms\n\n\n\n\n\n\n\n\nPreach My Gospel: A Guide to Sharing the Gospel of Jesus Christ\n\n\n\n\n\n\nMissionary Standards for Disciples of Jesus Christ\n\n\n\n\n\n\nMissionary Standards for Disciples of Jesus Christ—Service Missions\n\n\n\n\n\n\nAdjusting to Missionary Life\n\n\n\n\n\n\nAdjusting to Service Missionary Life: Resource Booklet\n\n\n\n\n\n\nMissionary recommendation interview questions\n\n\n\n\n\n\nMy Plan: A Guide for the Returned Missionary and Mentor\n\n\n\n\n\n\n\n\n\n\n\n\n24.9.2\n\n\nWebsites\n\n\n\n\n\n\n\n\nChurchofJesusChrist.org/callings/missionary\n\n\n\n\n\n\nChurchofJesusChrist.org/service-missionary\n\n\n\n\n\n\nSeniorMissionary.ChurchofJesusChrist.org\n\n\n\n\n\n\nMissionaryRecommendations.ChurchofJesusChrist.org\n (available to local leaders and missionary candidates only)\n\n\n\n\n\n\n\n\n\n\n\n\n24.9.3\n\n\nContact Information\n\n\n\n\n\n\n\n\nMissionary Department:\n\n\n\n\n\n\n\n\nPhone: 1-801-240-2222 or 1-800-453-3860, extension 2-2222\n\n\n\n\n\n\n\n\n\n\n\n\nService Mission Office:\n\n\n\n\n\n\n\n\nPhone: 1-801-240-4914 or 1-800-453-3860, extension 2-4914\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}