{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/25-temple-and-family-history-work?lang=eng#title_number30",
    "title": "25. Temple and Family History Work in the Ward and Stake",
    "content": "\n\n\n\n\n\n\n\n25. Temple and Family History Work in the Ward and Stake\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n25.0. Introduction\n25.1. Member and Leader Participation in Temple and Family History Work\n \n \n25.2. Organizing Temple and Family History Work in the Ward\n \n \n25.3. Organizing Temple and Family History Work in the Stake\n \n \n25.4. Family History Resources\n \n \n25.5. Recommending and Calling Temple Workers\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n25. Temple and Family History Work in the Ward and Stake\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“25. Temple and Family History Work in the Ward and Stake,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“25. Temple and Family History Work in the Ward and Stake,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\ntemple\n\n\n25.\n\n\nTemple and Family History Work in the Ward and Stake\n\n\n\n\n\n\n\n\n\n\n25.0\n\n\nIntroduction\n\n\n\n\nUniting families for eternity is part of God’s work of salvation and exaltation (see \n1.2\n). Temple and family history work is the means for uniting and sealing families for eternity (see \nMatthew 16:19\n). This work includes:\n\n\n\n\n\n\nMaking covenants as we receive our own temple ordinances (see \nIsaiah 55:3\n; \nDoctrine and Covenants 84:19–23\n).\n\n\n\n\n\n\nDiscovering our deceased ancestors and performing ordinances for them in the temple so they can make covenants with God (see \nMalachi 4:5–6\n; \n1 Corinthians 15:29\n; \nDoctrine and Covenants 128:15–18\n).\n\n\n\n\n\n\nGoing to the house of the Lord regularly, where possible, to worship God and perform ordinances for our ancestors (see \nLuke 24:52–53\n; \nDoctrine and Covenants 109:13–14\n).\n\n\n\n\n\n\nThe temple is the house of the Lord. Temple ordinances and covenants bless Heavenly Father’s children. Heavenly Father invites all of His children to qualify for and receive temple ordinances.\n\n\nThis chapter guides Church leaders and members in temple and family history work. More information is available at “\nTemples\n” and “\nFamily History\n” (Topics and Questions, topics.ChurchofJesusChrist.org).\n\n\n\n\n\n\n\n\n25.1\n\n\nMember and Leader Participation in Temple and Family History Work\n\n\n\n\nChurch members have the privilege and responsibility to help unite their families for eternity. They prepare themselves to make covenants as they receive temple ordinances, and they strive to keep those covenants. They also help family members understand, receive, and strive to keep temple covenants. Parents have the primary responsibility to help their children experience the blessings of temple and family history service for deceased family members.\n\n\nChurch members are encouraged to identify their deceased relatives who have not received temple ordinances. Members then perform the ordinances on behalf of those relatives (see \nDoctrine and Covenants 128:18\n). In the spirit world, deceased individuals can choose to accept or reject the ordinances that have been performed for them.\n\n\nMembers also invite family and friends to learn about their ancestors and discover their stories.\n\n\nChurch leaders support members in the following ways:\n\n\n\n\n\n\nTeach the importance of making and striving to keep temple covenants.\n\n\n\n\n\n\nEncourage members to learn about their ancestors, discover their stories, and perform temple ordinances on their behalf.\n\n\n\n\n\n\nSupport parents in helping their children participate in temple and family history work.\n\n\n\n\n\n\nEncourage endowed members to have a current temple recommend and worship in the temple as often as their circumstances allow.\n\n\n\n\n\n\nEncourage youth, new members, and other unendowed adults to have a current recommend for proxy baptisms and confirmations and go to the temple to be baptized and confirmed for the dead.\n\n\n\n\n\n\nSee \nchapter 26\n for information about temple recommends.\n\n\n\n\n\n\n25.1.1\n\n\nIndividual Responsibility for Temple Attendance\n\n\n\n\nMembers determine for themselves when and how often to worship in the temple. Leaders do not establish quotas or reporting systems for temple attendance.\n\n\n\n\n\n\n\n\n25.1.2\n\n\nWard and Stake Temple Trips\n\n\n\n\nEach Church unit is assigned to a temple district. Organized ward or stake visits to temples outside the assigned temple district are not encouraged.\n\n\nIndividual members and families may attend any temple they desire.\n\n\n\n\n\n\n\n\n\n\n25.2\n\n\nOrganizing Temple and Family History Work in the Ward\n\n\n\n\n\n\n\n\n25.2.1\n\n\nBishopric\n\n\n\n\nThe bishopric coordinates with the elders quorum and Relief Society presidencies as they lead the ward’s temple and family history efforts. These leaders counsel together regularly.\n\n\nThe bishopric also has the following responsibilities for temple and family history work in the ward:\n\n\n\n\n\n\nEncourage individuals and families to learn the doctrine and blessings of temple and family history work.\n\n\n\n\n\n\nEnsure that the doctrine and blessings of temple and family history work are taught at church.\n\n\n\n\n\n\nEnsure that temple and family history work is coordinated in ward council and ward youth council meetings.\n\n\n\n\n\n\nReview and approve the ward temple and family history plan (see \n25.2.6\n).\n\n\n\n\n\n\nOversee the organization of temple preparation courses (see \n25.2.8\n).\n\n\n\n\n\n\nIssue temple recommends (see \nchapter 26\n).\n\n\n\n\n\n\n \n \n The bishopric consults with the stake president to determine whether to call a ward temple and family history leader (see \n25.2.3\n for more information).\n\n\n\n\n\n\n\n\n25.2.2\n\n\nElders Quorum and Relief Society Presidencies\n\n\n\n\nThe elders quorum and Relief Society presidencies lead the day-to-day temple and family history efforts in the ward (see \n8.2.4\n and \n9.2.4\n). The elders quorum presidency leads these efforts for members of the elders quorum. The Relief Society presidency leads the efforts for members of the Relief Society. They work together to lead these efforts with the ward council, under the coordination of the bishop.\n\n\nThese leaders have the following responsibilities:\n\n\n\n\n\n\nAsk a ward temple and family history consultant to help ward members who have recently received mission calls to find and prepare deceased ancestors’ names for temple ordinances.\n\n\n\n\n\n\nEncourage individuals and families to learn the doctrine and blessings of temple and family history work.\n\n\n\n\n\n\nEnsure that the doctrine and blessings of temple and family history work are taught at church.\n\n\n\n\n\n\nHelp members prepare to receive temple ordinances and make temple covenants.\n\n\n\n\n\n\nEncourage members to worship in the temple as often as their circumstances allow.\n\n\n\n\n\n\nEncourage members to learn about their ancestors and perform temple ordinances on their behalf.\n\n\n\n\n\n\nHelp the ward council develop and implement the ward temple and family history plan (see \n25.2.6\n).\n\n\n\n\n\n\nEnsure that temple and family history work is planned and reported in ward council meetings and in ward temple and family history coordination meetings.\n\n\n\n\n\n\nLead the work of the ward temple and family history leader. If this leader is not called, a member of the elders quorum presidency fills this role (see \n25.2.3\n).\n\n\n\n\n\n\nThe elders quorum president and Relief Society president each assign a presidency member to help lead temple and family history work in the ward. These two presidency members work together. They attend ward temple and family history coordination meetings (see \n25.2.7\n).\n\n\n \n \nImage\nyouth outside temple\n\n\n\n\n\n\n\n\n25.2.3\n\n\nImage\nicon, guidelines for adaptation\n Ward Temple and Family History Leader\n\n\n\n\nThe bishopric consults with the stake president to determine whether to call a ward temple and family history leader. If they decide to extend this calling, the bishopric counsels with the elders quorum and Relief Society presidents in determining whom to call. This person should be a Melchizedek Priesthood holder. If this leader is not called, a member of the elders quorum presidency fills this role.\n\n\nThe ward temple and family history leader supports the elders quorum presidency and Relief Society presidency in their temple and family history responsibilities. He also has the following responsibilities:\n\n\n\n\n\n\nCoordinate temple and family history efforts with ward organization leaders, including youth quorum and class presidencies.\n\n\n\n\n\n\nLead ward temple and family history coordination meetings (see \n25.2.7\n).\n\n\n\n\n\n\nAttend ward council meetings when invited.\n\n\n\n\n\n\nHelp the ward council develop and implement the ward temple and family history plan (see \n25.2.6\n).\n\n\n\n\n\n\nInstruct ward temple and family history consultants. Coordinate their efforts to help members with temple and family history work.\n\n\n\n\n\n\nWork with the ward mission leader and the missionaries to help those learning the gospel, new members, and returning members engage in temple and family history work.\n\n\n\n\n\n\n \n \n Where applicable, assign ward temple and family history consultants to serve in the FamilySearch center (see \n25.3.6\n).\n\n\n\n\n\n\n\n\n\n\n\n\n25.2.4\n\n\nWard Temple and Family History Consultants\n\n\n\n\nWard temple and family history consultants serve under the direction of the ward temple and family history leader or the member of the elders quorum presidency who fills this role. The bishopric calls these members to serve. Adults and youth may be called. The elders quorum, Relief Society, and Young Women presidents may suggest who could serve.\n\n\nConsultants have the following responsibilities:\n\n\n\n\n\n\nHelp members experience the blessings of discovering their ancestors and performing temple ordinances on their behalf. These experiences are especially important for those learning the gospel, new and returning members, and those preparing to receive a recommend for proxy baptisms and confirmations.\n\n\n\n\n\n\nHelp members prepare to receive temple ordinances and make temple covenants.\n\n\n\n\n\n\nParticipate in temple and family history coordination meetings (see \n25.2.7\n).\n\n\n\n\n\n\nServe in a local FamilySearch center when assigned (see \n25.3.6\n).\n\n\n\n\n\n\n\n\n\n\n\n\n25.2.5\n\n\nWard Council\n\n\n\n\nMembers of the ward council prayerfully develop and implement a ward temple and family history plan. For information about the plan, see \n25.2.6\n.\n\n\nThe bishop may invite the ward temple and family history leader to attend ward council meetings.\n\n\n\n\n\n\n\n\n25.2.6\n\n\nWard Temple and Family History Plan\n\n\n\n\nEach ward should have a simple temple and family history plan. This plan helps ward members, including children and youth, participate in family history work and prepare to worship in the temple as often as their circumstances allow.\n\n\nThe elders quorum and Relief Society presidents help the ward council develop the plan. The ward temple and family history leader also helps. In developing the plan, they:\n\n\n\n\n\n\nConsider available needs and resources.\n\n\n\n\n\n\nIdentify actions to take during the year.\n\n\n\n\n\n\nDetermine how to implement the plan and make assignments accordingly.\n\n\n\n\n\n\nExamples of what the plan might include are listed below:\n\n\n\n\n\n\nHelp members build their family trees on \nFamilySearch.org\n or with the \nFamily Tree app\n (see \n25.4.2\n).\n\n\n\n\n\n\nInvolve new and returning members, youth, and children in family history work.\n\n\n\n\n\n\nHelp specific members prepare to receive temple ordinances.\n\n\n\n\n\n\nThe bishop reviews and approves the plan. Members of the ward council take the lead in implementing it. They report on progress in ward council meetings. They also update the plan as needed.\n\n\n \n \n\n\n\n\n\n\n\n\n25.2.7\n\n\nWard Temple and Family History Coordination Meetings\n\n\n\n\nBrief informal ward temple and family history coordination meetings are held regularly. If a ward temple and family history leader is called, he conducts these meetings. Otherwise, the member of the elders quorum presidency who fills this role conducts.\n\n\nOthers who are invited include:\n\n\n\n\n\n\nAssigned members of the Relief Society and elders quorum presidencies.\n\n\n\n\n\n\nAn assistant in the priests quorum.\n\n\n\n\n\n\nA presidency member of the oldest Young Women class.\n\n\n\n\n\n\nTemple and family history consultants.\n\n\n\n\n\n\nAll who attend, including the youth, counsel together as equal participants.\n\n\nThe purpose of these meetings is to:\n\n\n\n\n\n\nCoordinate efforts to implement the ward temple and family history plan (see \n25.2.6\n).\n\n\n\n\n\n\nPlan how to help specific ward members with their temple and family history work as requested.\n\n\n\n\n\n\nThese meetings may be held in person or remotely. Coordination can also happen in other ways, including phone calls, texts, and emails.\n\n\n\n\n\n\n\n\n25.2.8\n\n\nTemple Preparation Course\n\n\n\n\nUnder the bishop’s direction, a temple preparation course may be organized to help members prepare to make covenants as they receive temple ordinances. These courses are held outside of regular Sunday meetings at a time convenient for members. They may be held at a meetinghouse or in a home.\n\n\nWard council members prayerfully select members to invite to participate in each course. These courses may be especially helpful for the following people:\n\n\n\n\n\n\nNew members\n\n\n\n\n\n\nMembers preparing to receive their own endowment or to be sealed\n\n\n\n\n\n\nMembers returning to Church activity\n\n\n\n\n\n\nEndowed members who have not renewed their temple recommends for an extended time\n\n\n\n\n\n\nThe bishopric calls one or more temple preparation instructors. Lessons and instructions for organizing the course are in \nEndowed from on High: Temple Preparation Seminar Teacher’s Manual\n. Participants are given copies of \nPreparing to Enter the Holy Temple\n. For personal study and lesson resources, see \ntemples.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n\n\n25.3\n\n\nOrganizing Temple and Family History Work in the Stake\n\n\n\n\nStake leaders support ward leaders and members in their temple and family history efforts.\n\n\n\n\n\n\n25.3.1\n\n\nStake Presidency\n\n\n\n\nThe stake president holds the keys for God’s work of salvation and exaltation in the stake. He and his counselors have the following responsibilities for the temple and family history aspect of that work:\n\n\n\n\n\n\nEnsure that the doctrine and blessings of temple and family history work are taught regularly in stake meetings.\n\n\n\n\n\n\nHelp members prepare to make sacred covenants as they receive temple ordinances.\n\n\n\n\n\n\nEncourage members to learn about their ancestors and perform temple ordinances on their behalf.\n\n\n\n\n\n\nEncourage members to worship in the temple as often as their circumstances allow.\n\n\n\n\n\n\nConduct temple recommend interviews (see \nchapter 26\n).\n\n\n\n\n\n\nIn his regular meeting with each elders quorum president, a member of the stake presidency discusses temple and family history work in the ward (see \n8.3.1\n). \n \n \n The counselors in the elders quorum presidency and the high councilor assigned to the quorum may attend.\n\n\n\n\n\n\n\n\n25.3.2\n\n\nStake Adult Leadership Committee\n\n\n\n\nThe stake adult leadership committee includes:\n\n\n\n\n\n\nThe stake presidency.\n\n\n\n\n\n\nThe stake Relief Society presidency.\n\n\n\n\n\n\nHigh councilors assigned to work with elders quorums.\n\n\n\n\n\n\nThese leaders instruct and support elders quorum and Relief Society presidencies in their responsibilities for temple and family history work (see \n25.2.2\n). Instruction could take place in a group setting or individually. Ward temple and family history leaders may be invited to receive this instruction.\n\n\nFor more about this committee’s meetings, see \n29.3.8\n.\n\n\n\n\n\n\n\n\n25.3.3\n\n\nHigh Councilors\n\n\n\n\nThe stake presidency may assign high councilors to instruct and support the following people in their responsibilities for temple and family history work:\n\n\n\n\n\n\nElders quorum presidencies\n\n\n\n\n\n\nWard temple and family history leaders\n\n\n\n\n\n\nStake temple and family history consultants\n\n\n\n\n\n\nOne or more high councilors may be assigned to lead these efforts. However, all high councilors have these responsibilities for the wards and quorums to which they are assigned.\n\n\nHigh councilors may help ward temple and family history leaders instruct ward temple and family history consultants. High councilors may be assisted by stake temple and family history consultants.\n\n\nThe stake presidency may assign a high councilor to coordinate the stake’s efforts in indexing (see \n25.4.3\n). He or another high councilor may be assigned to oversee the work in FamilySearch centers (see \n25.3.6\n).\n\n\n\n\n\n\n\n\n25.3.4\n\n\nStake Relief Society Presidency\n\n\n\n\nUnder the direction of the stake president, the stake Relief Society presidency instructs and supports ward Relief Society presidencies in their responsibilities for temple and family history work.\n\n\n\n\n\n\n\n\n25.3.5\n\n\nImage\nicon, guidelines for adaptation\n Stake Temple and Family History Consultants\n\n\n\n\nStake temple and family history consultants support temple and family history work throughout the stake. They serve under the direction of the stake presidency and one or more high councilors assigned to temple and family history work.\n\n\nThese consultants support high councilors and the stake Relief Society presidency in their efforts to instruct others in temple and family history work (see \n25.3.3\n and \n25.3.4\n). They may also be given the following assignments:\n\n\n\n\n\n\nHelp teach and support members in ward temple and family history callings.\n\n\n\n\n\n\nHelp coordinate stake indexing efforts (\n25.4.3\n).\n\n\n\n\n\n\nServe in FamilySearch centers (see \n25.3.6\n).\n\n\n\n\n\n\n\n\n\n\n\n\n25.3.6\n\n\nImage\nicon, guidelines for adaptation\n FamilySearch Centers\n\n\n\n\nIf resources are available, the stake may organize one or more FamilySearch centers. These centers are to help visitors discover, gather information about, and unite both living and deceased family members. Anyone is welcome to use these centers.\n\n\nThe stake president assigns one stake temple and family history consultant to oversee efforts in each FamilySearch center. Each center is generally staffed by assigned stake and ward temple and family history consultants. FamilySearch centers should be open at convenient times.\n\n\nAs an exception, some large FamilySearch centers are overseen by Area Presidencies.\n\n\n\n\n\n\n\n\n25.3.7\n\n\nArea Temple and Family History Advisers\n\n\n\n\nArea Presidencies may call area temple and family history advisers. If circumstances allow, one person or one couple can be called for each coordinating council. Advisers typically serve for three to five years.\n\n\nThe Area Presidency may assign Area Seventies to coordinate the work of these advisers in coordinating councils. Advisers’ work should align with the area’s focus.\n\n\nAs directed by the Area Presidency and Area Seventies, advisers help stake presidents fulfill their responsibilities for temple and family history work. Advisers assist stake presidents in their efforts to teach high councilors, stake Relief Society presidencies, stake adult leadership committees, and stake temple and family history consultants about their responsibilities.\n\n\nAdvisers may be assigned to help stake presidencies prepare members for worship in newly announced temples within the area. Other responsibilities might include instructing stake leaders on the principles and practices of temple and family history work. These include:\n\n\n\n\n\n\nHow to organize temple and family history work in the stake and wards (see \n25.3\n and \n25.2\n).\n\n\n\n\n\n\nHow to support elders quorum and Relief Society presidencies in their responsibilities (see \n25.2.2\n).\n\n\n\n\n\n\nHow temple and family history work can bless children and youth (see \n10.2.4\n, \n11.2.4\n, and \n12.2.4\n).\n\n\n\n\n\n\nHow to hold effective temple and family history coordination meetings (see \n25.2.7\n).\n\n\n\n\n\n\nHow to help ward leaders plan and set goals (see \n25.2.6\n).\n\n\n\n\n\n\nHow to help members prepare to go to the temple (see \n25.2.8\n).\n\n\n\n\n\n\nHow to help members with their first experience with proxy baptisms in the temple (see \n23.2\n).\n\n\n\n\n\n\nHow to help members have a meaningful family history experience (see \nTemple and Family History Leadership Instruction\n).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n25.4\n\n\nFamily History Resources\n\n\n\n\n\n\n\n\n25.4.1\n\n\nMy Family: Stories That Bring Us Together\n\n\n\n\nMy Family: Stories That Bring Us Together\n helps people discover relatives and ancestors and gather their stories. This booklet can also help members begin to prepare family names for temple ordinances.\n\n\nThe booklet can be downloaded at \nChurchofJesusChrist.org\n. Physical copies can be ordered at \nstore.ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n25.4.2\n\n\nFamilySearch.org\n and FamilySearch Apps\n\n\n\n\nFamilySearch.org\n is the Church’s website for temple and family history work. It can help users:\n\n\n\n\n\n\nBuild family tree connections and relationships.\n\n\n\n\n\n\nDiscover ancestors and their stories.\n\n\n\n\n\n\nShare and preserve family stories, photographs, and histories.\n\n\n\n\n\n\nPrepare family names for temple ordinances.\n\n\n\n\n\n\nThe \nFamily Tree app\n and \nFamilySearch Memories app\n enable people to participate in temple and family history work from mobile devices.\n\n\n \n \nImage\nfamily looking at photos\n\n\n\n\n\n\n\n\n25.4.3\n\n\nIndexing\n\n\n\n\nIndexing is the process of entering information from a written historical record into a searchable database on \nFamilySearch.org\n. Those who index make it possible for others to discover their ancestors more easily and perform temple ordinances on their behalf.\n\n\nAnyone can participate in indexing. This can be a particularly fulfilling experience for the following:\n\n\n\n\n\n\nYouth\n\n\n\n\n\n\nYoung adults\n\n\n\n\n\n\nMembers who are unable to attend Church meetings regularly\n\n\n\n\n\n\nNew members\n\n\n\n\n\n\nGeneral public\n\n\n\n\n\n\nThe stake presidency may assign a stake temple and family history consultant or a high councilor to coordinate this work.\n\n\nFor more information, see “\nIndexing Overview\n” on \nFamilySearch.org\n.\n\n\n\n\n\n\n\n\n\n\n25.5\n\n\nRecommending and Calling Temple Workers\n\n\n\n\n\n\n\n\n25.5.1\n\n\nRecommending Temple Workers\n\n\n\n\nPotential temple workers are identified in the following ways:\n\n\n\n\n\n\nMembers identified by the bishop or another ward leader\n\n\n\n\n\n\nMembers who approach the bishop about serving\n\n\n\n\n\n\nMembers recommended by the temple president, the matron, or another temple leader\n\n\n\n\n\n\nMembers who are preparing for or have recently returned from missionary service (see \nchapter 24\n)\n\n\n\n\n\n\nThe names of potential temple workers are submitted using the \nRecommend Temple Worker tool\n. This tool is available to bishops, stake presidents, and temple presidencies. The process for submitting names is outlined below.\n\n\nWhen members of a temple presidency identify a potential temple worker, they submit the person’s name to the bishop using the \nRecommend Temple Worker tool\n.\n\n\nWhen a bishop identifies a potential temple worker or receives a recommendation from a temple president, he counsels with the member about the opportunity to serve. He reviews the requirements for temple ordinance workers (see \n25.5.2\n) or temple volunteers (see \n25.5.3\n). If both the bishop and the member feel the opportunity would be appropriate, the bishop completes and submits the recommendation using the \nRecommend Temple Worker tool\n. The member should understand that a submitted recommendation does not ensure that he or she will be called or assigned as a temple worker.\n\n\nThe recommendation is next reviewed by the stake president for members living in a stake. For members living in a district, the mission president reviews it. If the stake or mission president approves the recommendation, he submits it to the temple president for review using the \nRecommend Temple Worker tool\n.\n\n\nMembers who are called or assigned as temple workers normally commit to a regular time to serve in the temple each week. Leaders should avoid issuing additional callings that would interfere with members’ ability to serve in the temple.\n\n\nThe \nRecommend Temple Worker tool\n also shows bishops and stake presidents a list of all members from their wards or stakes who currently serve in the temple.\n\n\n\n\n\n\n\n\n25.5.2\n\n\nRequirements for Temple Ordinance Workers\n\n\n\n\nTemple ordinance workers help perform ordinances in the temple. To be recommended as an ordinance worker, a member must meet the following qualifications:\n\n\n\n\n\n\nReside in the temple district of the temple where he or she will serve.\n\n\n\n\n\n\nBe endowed, honor temple covenants, and have a current temple recommend.\n\n\n\n\n\n\nHave a strong testimony of the restored gospel of Jesus Christ.\n\n\n\n\n\n\nBe physically able to administer ordinances without assistance.\n\n\n\n\n\n\nBe worthy of respect in the Church and in the community.\n\n\n\n\n\n\nWork well with other people.\n\n\n\n\n\n\nBe dependable and in good health.\n\n\n\n\n\n\nNot currently have an annotation on his or her membership record.\n\n\n\n\n\n\nIn addition, the bishop ensures the following:\n\n\n\n\n\n\nIf a person’s membership was formally restricted, he or she may be recommended as an ordinance worker no sooner than five years after the restrictions were removed. (See \n32.11.3\n and \n32.16.1\n.)\n\n\n\n\n\n\nIf an unendowed person’s membership was withdrawn, or if the person resigned membership, he or she may be recommended as an ordinance worker no sooner than five years after being readmitted to the Church. (See \n32.11.4\n, \n32.14.9\n, \n32.16.1\n, and \n32.16.2\n.)\n\n\n\n\n\n\nIf an endowed person’s membership was withdrawn, or if the person resigned membership, he or she may be recommended as an ordinance worker no sooner than five years after receiving a restoration of blessings. (See \n32.11.4\n, \n32.14.9\n, and \n32.17.2\n.)\n\n\n\n\n\n\nIf five years have not passed since the event indicated above, the member may generally be recommended as a temple volunteer if he or she meets the qualifications for that assignment.\n\n\n\n\n\n\n\n\n25.5.3\n\n\nRequirements for Temple Volunteers\n\n\n\n\nTemple volunteers help with administrative tasks in the temple, such as serving in the office or laundry. To be recommended as a temple volunteer, a member must meet the following qualifications:\n\n\n\n\n\n\nReside in the temple district of the temple where he or she will serve.\n\n\n\n\n\n\nBe endowed, honor temple covenants, and have a current temple recommend.\n\n\n\n\n\n\nWork well with other people.\n\n\n\n\n\n\nBe dependable and in good health.\n\n\n\n\n\n\nNot currently have an annotation on his or her membership record.\n\n\n\n\n\n\nAs an exception to these qualifications, members who volunteer to work outside the temple need not be endowed. An example is a member who works on the temple grounds.\n\n\n\n\n\n\n\n\n25.5.4\n\n\nCalling and Setting Apart Ordinance Workers\n\n\n\n\nAfter the temple president receives the recommendation for someone to serve as an ordinance worker, a member of the temple presidency or someone he designates interviews the person. As inspired, the person conducting the interview calls those who are able to serve as ordinance workers and sets them apart.\n\n\n\n\n\n\n\n\n25.5.5\n\n\nAssigning Volunteers\n\n\n\n\nTemple volunteers may be interviewed and assigned by a member of the temple presidency or someone he designates. Volunteers are assigned rather than called. They do not need to be set apart.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}