{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/28?lang=eng#title_number12",
    "title": "28. Temple Ordinances for the Deceased",
    "content": "\n\n\n\n\n\n\n\n28. Temple Ordinances for the Deceased\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \n28.0. Introduction\n28.1. General Guidelines for Performing Proxy Ordinances\n \n \n28.2. Performing Temple Ordinances for Deceased Persons\n \n \n28.3. Special Circumstances\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n28. Temple Ordinances for the Deceased\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“28. Temple Ordinances for the Deceased,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“28. Temple Ordinances for the Deceased,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nbaptismal font\n\n\n28.\n\n\nTemple Ordinances for the Deceased\n\n\n\n\n\n\n\n\n\n\n28.0\n\n\nIntroduction\n\n\n\n\nUniting families for eternity is part of God’s work of salvation and exaltation (see \n1.2\n). Ordinances performed in temples make it possible for families to be together for eternity and experience a fulness of joy in God’s presence.\n\n\nFor Heavenly Father’s children to return to Him, each of them must repent, become worthy to receive the ordinances of salvation and exaltation, and honor the covenants associated with each ordinance. The ordinances of salvation and exaltation are:\n\n\n\n\n\n\nBaptism.\n\n\n\n\n\n\nConfirmation and the gift of the Holy Ghost.\n\n\n\n\n\n\nConferral of the Melchizedek Priesthood and ordination to an office (for men).\n\n\n\n\n\n\nThe temple endowment (including the initiatory).\n\n\n\n\n\n\nTemple sealing.\n\n\n\n\n\n\nHeavenly Father knew that many of His children would not receive these ordinances during their mortal lives. He provided another way for them to receive ordinances and make covenants with Him. In temples, ordinances can be performed by proxy. This means that a living person receives ordinances on behalf of someone who is deceased. In the spirit world, deceased persons can choose to accept or reject ordinances that have been performed for them (see \nDoctrine and Covenants 138:19, 32–34, 58–59\n).\n\n\nThe ordinances of salvation and exaltation are not needed or performed for those who were not accountable in this life (see \n18.1\n, \n28.3.2\n, and \n28.3.3\n).\n\n\nChurch members are encouraged to identify deceased relatives who have not received the ordinances of salvation and exaltation. Members then perform the ordinances on behalf of those relatives. (See \nMalachi 4:5–6\n; \n1 Corinthians 15:29\n; \nDoctrine and Covenants 2:1–3\n; \n128:15–18\n; see also \n25.1\n in this handbook.)\n\n\nIf members have not prepared family names for temple work (see \n28.1.1\n), the names of deceased persons who need ordinances will be provided at the temple.\n\n\nMembers are encouraged to attend the temple as often as their circumstances allow, whether they are performing proxy ordinances for their own relatives or for persons whose names are provided at the temple.\n\n\nChurch members are blessed when they perform temple ordinances for the deceased. While performing proxy ordinances, they are able to reflect on their own temple covenants and their commitment to keep those covenants.\n\n\nStake presidents and bishops help members prepare to have positive experiences performing temple ordinances. They do this by teaching the doctrinal basis of temple work and ensuring that members understand the guidelines for this work. See \nchapter 25\n for more information.\n\n\n\n\n\n\n\n\n28.1\n\n\nGeneral Guidelines for Performing Proxy Ordinances\n\n\n\n\nDeceased persons who were age 8 or older at the time of their death may have proxy ordinances performed on their behalf. Except as noted in \n28.3\n, proxy ordinances may be performed for all deceased persons as soon as 30 days have passed from their date of death if either of the following applies:\n\n\n\n\n\n\nA close relative of the deceased (undivorced spouse, adult child, parent, or sibling) submits the name for temple ordinances.\n\n\n\n\n\n\nPermission to perform the ordinances is received from a close relative of the deceased (undivorced spouse, adult child, parent, or sibling).\n\n\n\n\n\n\nIf neither of the above conditions applies, proxy temple ordinances may be performed 110 years after the deceased person was born.\n\n\nFor more information, see the following articles on \nFamilySearch.org\n (accessing the articles requires being logged in to \nFamilySearch.org\n):\n\n\n\n\n\n\n“\nIndividuals for whom I can request temple ordinances\n”\n\n\n\n\n\n\n“\nWhat is the 110-year policy, and why was it initiated?\n”\n\n\n\n\n\n\n\n\n\n\n28.1.1\n\n\nPreparing the Names of Deceased Persons for Temple Ordinances\n\n\n\n\nMany resources are available to help members identify deceased relatives who need ordinances performed on their behalf (see \n25.4\n and \n28.3\n). The following leaders help members learn how to prepare the names of deceased family members for temple ordinances:\n\n\n\n\n\n\nElders quorum and ward Relief Society presidencies (see \n25.2.2\n)\n\n\n\n\n\n\nThe ward temple and family history leader (see \n25.2.3\n)\n\n\n\n\n\n\nWard temple and family history consultants (see \n25.2.4\n)\n\n\n\n\n\n\nWhere possible, information identifying deceased family members should be entered into \nFamilySearch.org\n before temple ordinances are performed (see \n25.4.2\n).\n\n\n\n\n\n\n28.1.1.1\n\n\nSubmitting the Names of Family Members\n\n\n\n\nWhen submitting names for proxy temple ordinances, members should generally submit only the names of persons to whom they are related.\n\n\n\n\n\n\n\n\n28.1.1.2\n\n\nSubmitting the Names of Celebrities and Unauthorized Groups\n\n\n\n\nGenerally, Church members should not submit names to \nFamilySearch.org\n from the following groups:\n\n\n\n\n\n\nFamous people\n\n\n\n\n\n\nNames gathered from unapproved extraction projects\n\n\n\n\n\n\nJewish Holocaust victims\n\n\n\n\n\n\nFor more information, see the following article on FamilySearch: “\nCan I do temple work for victims of the Jewish Holocaust?\n”\n\n\n\n\n\n\n\n\n\n\n28.1.2\n\n\nWho May Participate in Ordinances for the Deceased\n\n\n\n\nAll members who have a current temple recommend may participate in baptisms and confirmations for the dead. Endowed members with a current temple recommend may participate in all ordinances for the deceased. See \n26.3\n.\n\n\n\n\n\n\n\n\n28.1.3\n\n\nParticipation by Members Who Have Physical or Intellectual Disabilities\n\n\n\n\nMembers who have disabilities may do temple work for the deceased if they:\n\n\n\n\n\n\nHave a current temple recommend (see \n28.1.2\n).\n\n\n\n\n\n\nHave the intellectual capacity to understand the ordinance.\n\n\n\n\n\n\nCan care for themselves or are accompanied by a relative or friend of the same gender who has a temple recommend and can provide help if needed.\n\n\n\n\n\n\nSee \n27.1.3\n and \n27.2.1.3\n.\n\n\n\n\n\n\n\n\n28.1.4\n\n\nScheduling\n\n\n\n\nMembers may need to make an appointment before performing ordinances for the deceased. See \ntemples.ChurchofJesusChrist.org\n for each temple’s contact information and scheduling requirements.\n\n\n\n\n\n\n\n\n28.1.5\n\n\nTranslation or Interpretation Assistance\n\n\n\n\nSee \n27.1.4\n.\n\n\n\n\n\n\n\n\n28.1.6\n\n\nClothing to Wear to a Temple\n\n\n\n\nSee \n27.1.5\n.\n\n\n\n\n\n\n\n\n28.1.7\n\n\nChild Care\n\n\n\n\nSee \n27.1.6\n.\n\n\n\n\n\n\n\n\n\n\n28.2\n\n\nPerforming Temple Ordinances for Deceased Persons\n\n\n\n\nThe following sections explain the ordinances that are performed by proxy for deceased persons in temples. When performing proxy ordinances, a member may act as proxy only for a deceased person who is the same birth sex as the member.\n\n\nTemple ordinances for the deceased are generally performed in the following order:\n\n\n\n\n\n\nBaptism\n\n\n\n\n\n\nConfirmation\n\n\n\n\n\n\nMelchizedek Priesthood ordination (for men)\n\n\n\n\n\n\nInitiatory\n\n\n\n\n\n\nEndowment\n\n\n\n\n\n\nSealings\n\n\n\n\n\n\nIf ordinances for the deceased are completed out of sequence, they do not need to be performed again. They become effective when the prerequisite ordinances are completed.\n\n\n\n\n\n\n28.2.1\n\n\nBaptisms and Confirmations for the Dead\n\n\n\n\nAny member who has a current temple recommend may be invited to serve in one or more baptistry assignments. Some of the assignments might include:\n\n\n\n\n\n\nActing as proxy for baptisms.\n\n\n\n\n\n\nActing as a witness for proxy baptisms.\n\n\n\n\n\n\nActing as proxy for confirmations.\n\n\n\n\n\n\nAssisting patrons.\n\n\n\n\n\n\nDistributing clothing and towels.\n\n\n\n\n\n\nHelping record baptism and confirmation ordinances in the computer system.\n\n\n\n\n\n\nIf they wish, members who act as proxies may choose to do only baptisms or only confirmations.\n\n\nMelchizedek Priesthood holders and priests in the Aaronic Priesthood may be invited to perform baptisms for the dead. Melchizedek Priesthood holders may also be invited to officiate in confirmations for the dead.\n\n\nOnly endowed men may be invited to:\n\n\n\n\n\n\nServe as the font recorder.\n\n\n\n\n\n\nServe as the confirmation recorder.\n\n\n\n\n\n\nOrganized groups such as families, wards, and stakes that desire to participate in ordinances in the baptistry normally schedule with the temple in advance (see \n28.1.4\n). One or more adults with current temple recommends should accompany these groups.\n\n\n\n\n\n\n\n\n28.2.2\n\n\nEndowment (Including Initiatory)\n\n\n\n\nWhen performing proxy endowments for the deceased, the initiatory portion of the endowment is performed and recorded separately (see \n27.2\n). Any endowed member with a current temple recommend may act as a proxy to receive these ordinances.\n\n\n\n\n\n\n28.2.2.1\n\n\nVerifying Ordinances Necessary to Receive the Endowment\n\n\n\n\nA deceased person should have been baptized and confirmed, either in life or by proxy, before the endowment, including the initiatory portion, is performed on his or her behalf.\n\n\nSometimes, after a deceased person has received the endowment by proxy, it is later discovered that the baptism and confirmation he or she received while living cannot be verified. In that case, the person must be baptized and confirmed by proxy. It is not necessary to perform the endowment again after the proxy baptism and confirmation.\n\n\n\n\n\n\n\n\n\n\n28.2.3\n\n\nSealing to Spouse and Sealing Children to Parents\n\n\n\n\nIn the temple, deceased persons may be sealed to spouses to whom they were married in life (see \n38.4.1.3\n if either spouse is still living and \n38.4.1.7\n if both spouses are deceased). Deceased persons may also have their living or deceased children sealed to them (see \n38.4.2.2\n). An endowed member with a current temple recommend may act as a proxy for sealing ordinances.\n\n\nThe ordinances of baptism, confirmation, initiatory, and endowment are generally performed, either in life or by proxy, before a deceased person is sealed to a spouse or to his or her parents (see \n28.2\n). However, a deceased person who died before age 8 or who was not accountable in life does not need to receive any other ordinance before being sealed to his or her parents (see \n18.1\n, \n28.3.2\n, and \n28.3.3\n).\n\n\n \n \nImage\nsealing room\n\n\n\n\n\n\n\n\n\n\n28.3\n\n\nSpecial Circumstances\n\n\n\n\nThis section explains circumstances in which some of the guidelines in \n28.1\n may not apply.\n\n\n\n\n\n\n28.3.1\n\n\nChildren Who Died before Birth (Stillborn and Miscarried Children)\n\n\n\n\nTemple ordinances are not needed or performed for children who die before birth. For more information, see \n38.7.3\n.\n\n\n\n\n\n\n\n\n28.3.2\n\n\nChildren Who Died before Age Eight\n\n\n\n\nLittle children are redeemed through the Atonement of Jesus Christ and “saved in the celestial kingdom of heaven” (\nDoctrine and Covenants 137:10\n). For this reason, no baptism or endowment is performed for a child who died before age 8. However, sealings to parents may be performed for children who were not born in the covenant or did not receive that ordinance in life (see \n18.1\n).\n\n\n\n\n\n\n\n\n28.3.3\n\n\nDeceased Persons Who Had Intellectual Disabilities\n\n\n\n\nTemple ordinances may be performed for deceased persons who are known to have been accountable (see \nDoctrine and Covenants 20:71\n). Temple ordinances may also be performed for persons whose accountability is unknown.\n\n\nIf it is clearly known that a deceased person had intellectual disabilities and was not accountable, the only ordinance performed is that of sealing to parents (see \n38.2.4\n). This is done only if the person was not born in the covenant or was not sealed to his or her parents while living. Other temple ordinances are not needed or performed even if the person lived to be age 8 or older.\n\n\n\n\n\n\n\n\n28.3.4\n\n\nPersons Who Are Presumed Dead\n\n\n\n\nTemple ordinances may be performed for a person who is presumed dead. The ordinances cannot be performed until 10 years have passed since the time the person is presumed dead or legally declared dead. This policy applies to persons who either:\n\n\n\n\n\n\nAre missing in action or are lost at sea.\n\n\n\n\n\n\nDisappeared under circumstances where death is apparent but no body has been recovered.\n\n\n\n\n\n\nIn all other cases of missing persons, temple ordinances may be performed 110 years after the person’s birth.\n\n\nThe stake president may contact the Temple Department if he has questions about this policy:\n\n\nEmail: \nTempleDepartment@ChurchofJesusChrist.org\n\n\n\n\n\n\n\n\n28.3.5\n\n\nPersons Whose Church Membership Was Withdrawn or Who Resigned Membership\n\n\n\n\nIf persons either had their Church membership withdrawn or had resigned membership before they died, First Presidency approval is required before temple ordinances, including restoration of blessings when applicable, can be performed for them. A family member may seek this approval in a letter to the Office of the First Presidency after one year has passed since the person’s death. The letter should explain the circumstances. No form is required. The bishop or stake president may assist with this request as needed.\n\n\n\n\n\n\n28.3.5.1\n\n\nReadmission of Deceased Persons Who Were Not Endowed\n\n\n\n\nDeceased persons who were not endowed but whose Church membership was withdrawn or who resigned membership may be readmitted by baptism and confirmation. First Presidency approval is needed, as noted in \n28.3.5\n. These deceased persons do not need to be sealed to their parents again if they were born in the covenant or sealed to their parents in life.\n\n\n\n\n\n\n\n\n28.3.5.2\n\n\nRestoration of Temple Blessings for Persons Who Were Endowed\n\n\n\n\nDeceased persons who were endowed but whose Church membership was withdrawn or who resigned membership and were later readmitted by baptism and confirmation can receive their priesthood and temple blessings only through the ordinance of restoration of blessings. Such persons are not ordained to any priesthood office or endowed again, since these blessings are restored through this ordinance.\n\n\nAs noted in \n28.3.5\n, First Presidency approval is required to perform this ordinance for deceased persons. For information about performing this ordinance for the living, see \n32.17.2\n.\n\n\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}