{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/29-meetings-in-the-church?lang=eng#title_number79",
    "title": "29. Meetings in the Church",
    "content": "\n\n\n\n\n\n\n\n29. Meetings in the Church\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n29.0. Introduction\n29.1. Planning and Conducting Meetings\n29.2. Ward Meetings\n \n \n29.3. Stake Meetings\n \n \n29.4. Coordinating Council Meetings\n29.5. Funerals and Other Services for the Deceased\n \n \n29.6. Prayers in Church Meetings\n29.7. Streaming Meetings and Holding Virtual Meetings\n29.8. Photographs and Video Recordings of Meetings\n29.9. Interpreting for Meetings\n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n29. Meetings in the Church\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“29. Meetings in the Church,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“29. Meetings in the Church,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nmother and daughter at sacrament meeting\n\n\n29.\n\n\nMeetings in the Church\n\n\n\n\n\n\n\n\n\n\n29.0\n\n\nIntroduction\n\n\n\n\nLatter-day Saints meet together to worship, edify each other, and teach and learn the gospel (see \nAlma 6:6\n; \nMoroni 6:5–6\n). The Savior promised, “Where two or three are gathered together in my name, there am I in the midst of them” (\nMatthew 18:20\n). Meeting together is one way our hearts can be “knit together in unity and in love” (\nMosiah 18:21\n).\n\n\nLeadership meetings help leaders counsel together and coordinate efforts to serve others. However, holding a meeting should never replace serving and ministering as Jesus Christ did. Ways to assist God in His work of salvation and exaltation can be planned in a meeting, but these are most often accomplished outside of the meeting.\n\n\n\n\n\n\n\n\n29.1\n\n\nPlanning and Conducting Meetings\n\n\n\n\nLeaders plan and conduct meetings “as they are led by the Holy Ghost, according to the commandments and revelations of God” (\nDoctrine and Covenants 20:45\n; see also \nMoroni 6:9\n; \nDoctrine and Covenants 46:2\n). They seek ways to invite the influence of the Spirit in their meetings.\n\n\nLeaders ensure that the number and length of meetings do not create burdens for members or their families. For example, meetings should not make it difficult for families to have time together on the Sabbath day.\n\n\nLeaders also ensure that meetings focus on what is most important. For example, sacrament meetings should focus on the sacrament and building faith in Jesus Christ. Presidency meetings and council meetings focus on strengthening individuals and families.\n\n\nThe presiding officer may conduct the meeting. Or he or she may ask someone else, such as a counselor, to conduct under his or her direction.\n\n\nOccasionally something happens during a meeting that the presiding officer feels a need to clarify. For example, someone might teach incorrect doctrine. If that happens, the presiding officer should make a clarification without embarrassing anyone.\n\n\n\n\n\n\n\n\n29.2\n\n\nWard Meetings\n\n\n\n\n\n\n\n\n29.2.1\n\n\nSacrament Meeting\n\n\n\n\n\n\n\n\n\n\nPurposes\n\n\n\n\nRemember Jesus Christ by partaking of the sacrament. In this ordinance, Church members renew their covenant to take upon themselves the Savior’s name, to always remember Him, and to keep His commandments. Other purposes include worshipping, building faith and testimony, and conducting ward business.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nAll are invited to attend (see \n3 Nephi 18:30–32\n; see also \n38.1.1\n in this handbook).\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nEach Sunday.\n\n\n\n\n\n\n\n\n\n\n29.2.1.1\n\n\nPlanning Sacrament Meeting\n\n\n\n\nThe bishopric plans and conducts sacrament meeting. They ensure that the focus of the meeting is on the sacrament and building faith in Jesus Christ.\n\n\nSacrament meeting lasts one hour. It can include the following:\n\n\n\n\n\n\nPrelude music\n (see \n19.3.2\n for guidelines). Reverent music before the meeting starts can invite a spirit of worship.\n\n\n\n\n\n\nGreeting and welcome.\n\n\n\n\n\n\nAcknowledgment of presiding authorities or other leaders who are visiting.\n Presiding authorities and visiting high councilors should be invited to sit on the stand. General Officers are also invited to sit on the stand unless they are attending their home ward.\n\n\n\n\n\n\nAnnouncements.\n These should be kept to a minimum. Most can be printed, shared electronically, or shared in other meetings.\n\n\n\n\n\n\nOpening hymn and prayer.\n See \n19.3.2\n and \n29.6\n.\n\n\n\n\n\n\nWard and stake business,\n such as the following:\n\n\n\n\n\n\nSustaining and releasing officers and teachers (see \n30.3\n and \n30.6\n).\n\n\n\n\n\n\nPresenting names of brethren to be ordained to an office in the Aaronic Priesthood (see \n18.10.3\n).\n\n\n\n\n\n\nRecognizing new ward members, including recent converts. After a few words of introduction, the person conducting asks the congregation to show by an uplifted hand that they welcome the member into the ward.\n\n\nWhen children who are members of record are baptized and confirmed, they are recognized in sacrament meeting. However, they do not need to be presented for welcome into the ward.\n\n\n\n\n\n\n\n\n\n\nNaming and blessing children\n (see \n18.6\n). This is usually done in fast and testimony meeting (see \n29.2.2\n).\n\n\n\n\n\n\nConfirming new converts\n (see \n18.8\n).\n\n\n\n\n\n\nSacrament hymn and administration of the sacrament.\n The sacrament is the main focus of the meeting. Other parts of the meeting should not detract from it. This ordinance is an opportunity for members to direct their thoughts toward the Savior and His sacrifice for them. It should be a sacred time of spiritual renewal.\n\n\nThe sacrament table should be prepared before the meeting begins. The bishop ensures that the sacrament is blessed and passed in a reverent and orderly way. Those who administer the sacrament represent Jesus Christ.\n\n\nFor more about preparing, blessing, and passing the sacrament, see \n18.9\n.\n\n\nFor information about administering the sacrament in unusual situations, see \n29.2.1.5\n and \n18.9.1\n.\n\n\n\n\n\n\nGospel messages and congregational singing or other music.\n Messages and music should be consistent with the sacred nature of the sacrament. For information about selecting speakers, see \n29.2.1.4\n. For information about musical selections in sacrament meeting, see \n19.3.2\n.\n\n\n\n\n\n\nClosing hymn and prayer.\n\n\n\n\n\n\nPostlude music.\n\n\n\n\n\n\nVisual aids and audiovisual materials should not be used in sacrament meetings (see \n38.8.3\n).\n\n\n\n\n\n\n\n\n29.2.1.2\n\n\nPresiding at Sacrament Meeting\n\n\n\n\nThe bishop presides at sacrament meeting unless a member of the stake presidency, an Area Seventy in his area, or a General Authority attends. If the bishop and his counselors are not able to attend sacrament meeting, the stake president designates who presides. Normally he designates the elders quorum president. However, he could invite another Melchizedek Priesthood holder.\n\n\n\n\n\n\n\n\n29.2.1.3\n\n\nTime before the Meeting\n\n\n\n\nBefore the meeting starts, members of the congregation prepare spiritually for the sacrament. They can do this through quiet prayer and pondering. Leaders set an example of reverence.\n\n\n\n\n\n\n\n\n29.2.1.4\n\n\nSelecting Speakers\n\n\n\n\nThe bishopric selects speakers for sacrament meeting. Most often they invite ward members, including youth and children (see \n38.8.18\n). The stake president may assign high councilors or members of stake organization presidencies to speak. The stake president determines the frequency of such assignments.\n\n\nThe bishopric extends invitations to speak well in advance of the meeting. Speakers bear testimony of Jesus Christ and teach His gospel using the scriptures (see \nDoctrine and Covenants 42:12\n; \n52:9\n). Messages should build faith and be consistent with the sacred nature of the sacrament.\n\n\nFor information about newly called or recently returned missionaries speaking in sacrament meeting, see \n24.5.2\n and \n24.8.3\n.\n\n\nThe bishopric schedules one sacrament meeting each year for a presentation by the Primary children. For information about this presentation, see \n12.1.6\n.\n\n\n \n \nImage\nman speaking over the pulpit\n\n\n\n\n\n\n\n\n29.2.1.5\n\n\nImage\nicon, guidelines for adaptation\n Sacrament Services in Unusual Situations\n\n\n\n\nEvery member needs the spiritual blessings that come from partaking of the sacrament. However, some members are unable to attend sacrament meeting because they are confined to their home, a hospital, or a care facility. The bishop may assign priesthood holders to administer the sacrament to these members (see \n18.9.1\n).\n\n\nIn some cases, the bishop may authorize streaming sacrament meeting for those who cannot attend. For information, see \n29.7\n.\n\n\nWhen members are traveling or temporarily living away from home, they should attend sacrament meeting in a nearby ward if possible. Sacrament services should not be held in conjunction with family reunions, vacations, or other activities that are not sponsored by the Church.\n\n\n\n\n\n\n\n\n\n\n29.2.2\n\n\nFast and Testimony Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nPartake of the sacrament and strengthen one another by bearing testimony of Jesus Christ and His gospel. Members are encouraged to come to the meeting fasting if they are able to fast.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nAll are invited to attend.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nOnce a month, sacrament meeting is a fast and testimony meeting. Usually this is on the first Sunday of the month. It may be on a different Sunday to accommodate general conference or stake conference. (See also \n20.5.4\n.)\n\n\n\n\n\n\nIn a fast and testimony meeting, there are no assigned speakers or special musical selections. Instead, the person conducting bears a brief testimony. He then invites members of the congregation to bear their testimonies. To bear testimony means to declare gospel truths as inspired by the Holy Ghost. Testimonies should be brief so that many people can participate.\n\n\nYoung children are welcome to bear testimony in fast and testimony meeting. It may be best for them to learn to do so at home until they can bear testimony without help from others.\n\n\nUnder the bishop’s direction, children are usually named and blessed during fast and testimony meeting (see \n29.2.1.1\n).\n\n\n\n\n\n\n\n\n29.2.3\n\n\nWard Conference\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nAt ward conference, stake leaders instruct, support, and minister to ward leaders and members. Ward members sustain general and local leaders.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nAll are invited to attend. Participants from the stake are determined by the stake presidency.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nOnce a year on a Sunday other than fast Sunday.\n\n\n\n\n\n\nWard conference is planned to meet local needs. It includes a sacrament meeting planned by the stake president. The stake president usually presides at the meeting, and a member of the bishopric usually conducts.\n\n\nDuring this meeting, a member of the stake presidency or high council presents the names of general, stake, and ward leaders for sustaining. He uses the \nOfficers Sustained form\n, prepared by the ward clerk. The bishop and stake president usually speak in the meeting.\n\n\nThe ward holds regular priesthood and organization meetings as part of ward conference. Stake leaders may give instruction and assistance. They minister to ward leaders and members.\n\n\nIn connection with ward conference, the stake presidency meets with the bishopric. Together they review the progress of God’s work of salvation and exaltation in the ward. This meeting may be held on ward conference Sunday or at another time.\n\n\n\n\n\n\n\n\n29.2.4\n\n\nBishopric Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nCounsel together and make decisions about matters concerning the ward. Give special attention to the bishopric’s responsibility for Aaronic Priesthood holders and young women.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nThe bishopric, ward clerk, and executive secretary. The bishop may invite others to attend as needed, such as the elders quorum and Relief Society presidents.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nUsually weekly.\n\n\n\n\n\n\nThe bishop plans and conducts bishopric meetings. Matters for consideration could include:\n\n\n\n\n\n\nCoordinating God’s work of salvation and exaltation in the ward.\n\n\n\n\n\n\nStrengthening individuals and families in the ward—especially youth and children.\n\n\n\n\n\n\nIdentifying members who could prepare to receive ordinances, including priesthood ordinations.\n\n\n\n\n\n\nIdentifying members to call to ward positions.\n\n\n\n\n\n\nIdentifying members who could be recommended to the stake president to serve as missionaries.\n\n\n\n\n\n\nReviewing instructions from the scriptures, Church leaders, and this handbook.\n\n\n\n\n\n\nOther items may include ward organizations and programs, the ward budget, reports on assignments, and plans for upcoming meetings and activities.\n\n\n \n \nImage\nward council meeting\n\n\n\n\n\n\n\n\n29.2.5\n\n\nWard Council Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nHelp accomplish God’s work of salvation and exaltation in the ward (see \n1.2\n).\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nThe bishopric, ward clerk, and ward executive secretary.\n\n\n\n\n\n\nPresidents of the elders quorum, Relief Society, Young Women, Primary, and Sunday School.\n\n\n\n\n\n\nThe bishop may invite others to attend, such as the ward mission leader, the ward temple and family history leader, the leaders of the ward young single adult committee, the ward music coordinator, and the full-time missionaries.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nUsually weekly (but may meet less often).\n\n\n\n\n\n\nThe bishop plans, presides over, and conducts ward council meetings. If he is absent, he may assign a counselor to preside and conduct. However, the council does not make major decisions without the bishop.\n\n\nThe ward council seeks to help all ward members build spiritual strength, receive saving ordinances, keep covenants, and become consecrated followers of Jesus Christ (see \nMoroni 6:4–5\n). During ward council meetings, council members plan and coordinate this work. They determine together how the strengths and abilities of ward members can bless those in need. They seek the guidance of the Spirit as they unite in love and concern for members of the ward.\n\n\nWard organization leaders attend ward council meetings in two capacities:\n\n\n\n\n\n\nAs members of the ward council who help bless all ward members.\n\n\n\n\n\n\nAs representatives of their organizations.\n\n\n\n\n\n\nWhen they meet together, ward council members discuss matters that would benefit from unified efforts of the entire council. Each council member is encouraged to share his or her thoughts and inspiration on these matters.\n\n\nWard council meetings usually do not last longer than one hour. They begin with a prayer and brief reports on assignments from previous meetings. Listed below are items that could be discussed. There is not enough time to discuss all of them in every meeting. The bishop gives priority to matters that are most needed to bless individuals and families.\n\n\n\n\n\n\nLiving the gospel of Jesus Christ.\n Helping all members build faith, receive saving ordinances, and keep their covenants.\n\n\n\n\n\n\nCaring for those in need.\n Sharing resources and skills to bless individuals, families, and the community. Helping ward members become self-reliant. (See \nchapter 22\n.)\n\n\n\n\n\n\nInviting all to receive the gospel.\n Reviewing the progress of those who are learning about the gospel, as well as new and returning members. Discussing ways members can share the gospel with others. (See \nchapter 23\n.)\n\n\n\n\n\n\nUniting families for eternity.\n Reviewing the progress of members who are preparing to receive temple ordinances. Planning ways to help more members qualify for a temple recommend. Discussing ways members can participate in temple and family history work. (See \nchapter 25\n.)\n\n\n\n\n\n\nAs ward council members discuss these matters, they consider the needs and strengths of the members they serve. They can learn about these needs and strengths in presidency meetings, in discussions with members of their organization (including ministering interviews), and through their own ministering efforts. In addition, \nLeader and Clerk Resources\n has tools and reports that can help leaders be aware of the progress of members. Council members must keep confidential any private or sensitive information (see \n4.4.6\n).\n\n\nThe ward council should know the children and youth in the ward and their home circumstances. They pay particular attention to those who do not have gospel support at home.\n\n\nAfter a discussion, the bishop may either decide on a course of action or postpone a decision while seeking additional information and guidance. Or he could refer the matter to a different council, such as the bishopric. See \n4.4.3\n.\n\n\nSometimes the ward council may determine that a ward activity could help meet the needs of members. The ward council may oversee the planning of ward activities. However, most of the planning is done before and after council meetings. For more information about activities, see \nchapter 20\n.\n\n\nAfter full-time missionaries return home, they may be invited to report on their missions to the ward council (see \n24.8.3\n).\n\n\nTo understand principles that guide council meetings in the Church, all council members should study \n4.3\n and \n4.4\n.\n\n\n \n \n\n\n\n\n\n\n\n\n29.2.6\n\n\nWard Youth Council Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nStrengthen the youth in the ward. Help them participate in God’s work of salvation and exaltation (see \n1.2\n).\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nThe bishopric.\n\n\n\n\n\n\nOne of the bishop’s assistants in the priests quorum and the teachers and deacons quorum presidents.\n\n\n\n\n\n\nThe Young Women class presidents (or the entire presidency if the ward has just one Young Women class).\n\n\n\n\n\n\nThe Young Women president.\n\n\n\n\n\n\nThe bishop may invite other youth leaders or advisers to attend as needed.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nUsually monthly.\n\n\n\n\n\n\nThe bishop may conduct ward youth council meetings. Or he may assign someone else to do so, such as one of his priests quorum assistants or the president of the oldest Young Women class. Ward youth council meetings provide opportunities for youth to lead. The bishopric or other leaders can help them prepare for these meetings during quorum or class presidency meetings.\n\n\nBefore each meeting, the bishop and the person conducting review the items to be discussed. These items could include the following:\n\n\n\n\n\n\nGod’s work of salvation and exaltation.\n\n\n\n\n\n\nNeeds of youth in the ward and ways to address them.\n\n\n\n\n\n\nEfforts to reach out to youth who are less active or new members.\n\n\n\n\n\n\nActivities, including opportunities to serve those in need. Most of the planning is done in quorum or class presidency meetings (see \nchapter 20\n).\n\n\n\n\n\n\nMinistering (see \nchapter 21\n).\n\n\n\n\n\n\nOrienting newly called quorum and class presidencies.\n\n\n\n\n\n\nTo understand principles that guide council meetings in the Church, all council members should study \n4.3\n and \n4.4\n.\n\n\n\n\n\n\n\n\n29.2.7\n\n\nOther Ward Meetings and Classes\n\n\n\n\nMeetings for priesthood quorums and their presidencies are described in \nchapters 8\n and \n10\n.\n\n\nMeetings for Relief Society sisters and their leaders are described in \nchapter 9\n.\n\n\nMeetings for young women and their leaders are described in \nchapter 11\n.\n\n\nMeetings for Primary children and their leaders are described in \nchapter 12\n.\n\n\nSunday School classes are described in \n13.3\n.\n\n\nTeacher council meetings are described in \n17.4\n.\n\n\nCoordination meetings for the work of sharing the gospel and strengthening new and returning members are described in \n23.4\n.\n\n\nCoordination meetings for temple and family history work are described in \n25.2.7\n.\n\n\n \n \nImage\ncouncil meeting\n\n\n\n\n\n\n\n\n29.2.8\n\n\nImage\nicon, guidelines for adaptation\n Schedules for Sunday Meetings\n\n\n\n\nWards use one of the following two-hour schedules for Sunday meetings.\n\n\n\n\n\n\nPlan 1\n\n\n\n\n\n\n60 minutes\n\n\n\n\nSacrament meeting\n\n\n\n\n10 minutes\n\n\n\n\nTransition to classes and meetings\n\n\n\n\n50 minutes\n\n\n\n\nAll Sundays: Primary, including nursery (see \n12.2.1.2\n)\n\n\nFirst and third Sundays of the month: Sunday School (see \n13.3\n)\n\n\nSecond and fourth Sundays: priesthood quorum meetings (see \n8.2.1.2\n and \n10.2.1.2\n), Relief Society meetings (see \n9.2.1.2\n), and Young Women meetings (see \n11.2.1.2\n)\n\n\nFifth Sundays: meetings for youth and adults. The bishopric determines the topic and assigns teachers (usually members of the ward or stake). They also determine whether youth and adults, male and female, meet separately or together.\n\n\n\n\n\n\n\n\n\n\nPlan 2\n\n\n\n\n\n\n50 minutes\n\n\n\n\nAll Sundays: Primary, including nursery (see \n12.2.1.2\n)\n\n\nFirst and third Sundays of the month: Sunday School (see \n13.3\n)\n\n\nSecond and fourth Sundays: priesthood quorum meetings (see \n8.2.1.2\n and \n10.2.1.2\n), Relief Society meetings (see \n9.2.1.2\n), and Young Women meetings (see \n11.2.1.2\n)\n\n\nFifth Sundays: meetings for youth and adults. The bishopric determines the topic and assigns teachers (usually members of the ward or stake). They also determine whether youth and adults, male and female, meet separately or together.\n\n\n\n\n10 minutes\n\n\n\n\nTransition to sacrament meeting\n\n\n\n\n60 minutes\n\n\n\n\nSacrament meeting\n\n\n\n\n\n\nWhen two wards meet in the same building and one or both have very few children or youth, it may be desirable for the children or youth to attend Sunday classes together. The wards’ Sunday meeting schedules could overlap as shown below.\n\n\n\n\n \n \nImage\noverlapping meeting schedule\n\n\n\n\nThis plan may also be considered if the two wards use different languages but the children and youth speak the same language.\n\n\nUsing this plan requires the stake president’s approval. If he approves, the bishop of each ward meets with organization leaders to seek their counsel about implementing it.\n\n\nThe two bishoprics meet together to determine which members from each ward should be called to serve in quorums and organizations. Each bishop remains the president of his priests quorum, but the two bishops may take turns presiding in Sunday quorum meetings. The bishops from both wards attend combined ward youth council meetings. After implementing the plan, leaders continue to meet regularly to coordinate their efforts.\n\n\n\n\n\n\n\n\n\n\n29.3\n\n\nStake Meetings\n\n\n\n\n\n\n\n\n29.3.1\n\n\nStake Conference\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nThe primary purpose of stake conference is to strengthen members’ faith in Jesus Christ.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nAll are invited to attend the general session. Other sessions are for specific participants, as described below.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nTwice each year.\n\n\n\n\n\n\nStake conferences are scheduled by the President of the Quorum of the Twelve Apostles. Usually the stake president presides at one conference each year and an assigned Area Seventy or General Authority presides at the other.\n\n\nThe presiding officer directs all planning for the conference. He approves participants and musical selections in advance. For information about music in stake conference, see \n19.3.4\n.\n\n\nWhen an Area Seventy or General Authority presides, he may invite the stake president to suggest topics for instruction at the conference. When the stake president presides, he and his counselors select topics. The stake presidency may discuss possible topics with the stake council. In making these selections, the stake presidency considers topics that the First Presidency has emphasized recently.\n\n\nAs the stake president makes arrangements for stake conference, he may ask priesthood quorums and other organizations, individuals, and families to help. For example, they could be assigned to set up chairs, provide ushers, and clean the building.\n\n\nEach stake conference normally includes the following meetings:\n\n\n\n\n\n\nA meeting of the Area Seventy or General Authority (if assigned) and the stake presidency. The stake clerk and executive secretary also attend.\n\n\n\n\n\n\nA stake priesthood leadership meeting (see \n29.3.3\n). The presiding authority determines whether this meeting is held on Saturday or Sunday. A member of the stake presidency conducts.\n\n\n\n\n\n\nA Saturday evening session for all stake members 18 and older. Depending on local circumstances, this meeting may be held on Sunday if approved by the presiding authority. A member of the stake presidency conducts.\n\n\n\n\n\n\nA general session, held on Sunday, for all members and others who would like to attend. The stake president conducts and speaks in this meeting. More than one Sunday general session may be held if there is not room for everyone in one session. Children attend with their families, not in a separate meeting.\n\n\n\n\n\n\nIf necessary, conference sessions may be streamed to meetinghouses or other locations in the stake. Some members may need the conference to be streamed to their homes. For more about streaming meetings, see \n29.7\n.\n\n\nSpeakers in the general session should not use visual aids or audiovisual materials (see \n38.8.3\n).\n\n\nIf General Officers, the temple president and matron, the mission president and companion, or the stake patriarch attend, they should sit on the stand. The same is true for counselors in temple and mission presidencies (and their spouses) if they attend in the place of the temple or mission president.\n\n\nIn one stake conference each year, a member of the stake presidency presents general, area, and stake officers for sustaining. He uses the \nOfficers Sustained form\n, prepared by the stake clerk. This is usually done in the first stake conference of the year.\n\n\nIf stake officers are called or released between stake conferences, they are presented for sustaining or an expression of thanks in the next stake conference. Or this can be done in each ward’s sacrament meeting. See \n30.3\n and \n30.6\n.\n\n\nBrethren who have been recommended to be ordained elders or high priests are presented for sustaining in a stake conference. If a brother needs to be ordained before the next stake conference, he may be sustained in his ward’s sacrament meeting. His name would then be presented for ratifying in a stake conference (see \n18.10.3\n).\n\n\n\n\n\n\n\n\n29.3.2\n\n\nStake General Priesthood Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nInstruct and inspire priesthood holders in their duties.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nAll priesthood holders in the stake.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nOnce each year.\n\n\n\n\n\n\nThe stake presidency plans and conducts stake general priesthood meetings. They prayerfully select subjects and speakers.\n\n\n\n\n\n\n\n\n29.3.3\n\n\nStake Priesthood Leadership Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nTeach priesthood leaders their duties, increase their abilities, and strengthen their faith.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nStake presidency.\n\n\n\n\n\n\nHigh council.\n\n\n\n\n\n\nStake and ward clerks (and assistant clerks as needed).\n\n\n\n\n\n\nStake and ward executive secretaries.\n\n\n\n\n\n\nStake Young Men presidency (and secretary if called).\n\n\n\n\n\n\nBishoprics.\n\n\n\n\n\n\nElders quorum presidencies and secretaries.\n\n\n\n\n\n\nAaronic Priesthood quorum advisers.\n\n\n\n\n\n\nThe stake presidency may invite others to attend, such as ward mission leaders and ward temple and family history leaders.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nA priesthood leadership meeting is held as part of each stake conference. The stake presidency may schedule a third meeting each year.\n\n\n\n\n\n\nThe stake presidency plans and conducts stake priesthood leadership meetings. The structure of these meetings is flexible. All participants may meet together for the entire meeting. Or, after some general instruction, they may separate into smaller groups for specific instruction based on their callings and assignments.\n\n\nThe stake presidency and other stake leaders generally provide instruction. Ward leaders, including women leaders, can also be invited to give instruction on occasion.\n\n\n\n\n\n\n\n\n29.3.4\n\n\nStake Leadership Meetings\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nTeach ward organization leaders their duties, help them improve as leaders and teachers, and strengthen their faith in Jesus Christ. In these meetings, leaders also counsel together and share ideas.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nAll stake and ward Relief Society, Young Women, Primary, and Sunday School presidencies and secretaries. A member of the stake presidency or an assigned high councilor attends and presides. Teachers, advisers, high councilors, and bishopric members assigned to these organizations may also be invited.\n\n\nNormally, the presidency of each organization schedules its own meeting. However, the stake presidency may invite organizations to meet together.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nOnce each year. The stake presidency may authorize a second meeting if it does not create a burden for participants.\n\n\n\n\n\n\nStake organization presidencies plan and conduct stake leadership meetings. The structure of these meetings is flexible. All leaders may meet together for the entire meeting. Or, after some general instruction, they may separate into smaller groups for specific instruction based on their callings and assignments.\n\n\nOrganization leaders, stake presidency members, or other stake leaders generally provide instruction. Ward organization leaders can also be invited to give instruction on occasion.\n\n\nThe stake Young Men presidency does not hold a stake leadership meeting. Instruction for those serving with Aaronic Priesthood quorums is given in stake priesthood leadership meetings (see \n29.3.3\n).\n\n\n\n\n\n\n\n\n29.3.5\n\n\nStake Presidency Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nCounsel together and make decisions about matters concerning the stake.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nThe stake presidency, stake clerk, and executive secretary. The stake president may invite others to attend as needed.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nRegularly (usually weekly).\n\n\n\n\n\n\nThe stake president plans and conducts stake presidency meetings. Matters for consideration could include:\n\n\n\n\n\n\nGod’s work of salvation and exaltation in the stake.\n\n\n\n\n\n\nStrengthening individuals and families in the stake.\n\n\n\n\n\n\nThe needs and strengths of wards, elders quorums, and other organizations in the stake.\n\n\n\n\n\n\nBishops’ recommendations of men to be ordained elders.\n\n\n\n\n\n\nMembers to call to stake positions and some ward positions as outlined in \n30.8\n.\n\n\n\n\n\n\nBishops’ recommendations of members to serve missions.\n\n\n\n\n\n\nInstructions from the scriptures, Church leaders, and this handbook.\n\n\n\n\n\n\nOther items may include stake activities and programs, the stake budget, reports on assignments, and plans for upcoming meetings.\n\n\n\n\n\n\n\n\n29.3.6\n\n\nHigh Council Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nCounsel together about God’s work of salvation and exaltation in the stake (see \n1.2\n).\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nStake presidency.\n\n\n\n\n\n\nHigh council.\n\n\n\n\n\n\nStake clerk and executive secretary.\n\n\n\n\n\n\nThe stake president may invite others to attend as needed.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nTwice a month if feasible.\n\n\n\n\n\n\nThe stake presidency plans and conducts high council meetings. These meetings may include:\n\n\n\n\n\n\nReceiving instruction from the stake presidency on doctrine and assignments.\n\n\n\n\n\n\nCounseling together about strengthening individuals and families in the stake. \nLeader and Clerk Resources (LCR)\n has tools and reports that can help leaders be aware of the progress of members.\n\n\n\n\n\n\nDiscussing how to help accomplish God’s work of salvation and exaltation in the stake.\n\n\n\n\n\n\nReporting on assignments.\n\n\n\n\n\n\nCounseling with the stake presidency and sustaining their decisions to ordain brethren as elders and high priests.\n\n\n\n\n\n\nCounseling with the stake presidency and sustaining their decisions to issue callings.\n\n\n\n\n\n\nHelping plan stake priesthood leadership meetings (see \n29.3.3\n).\n\n\n\n\n\n\nHearing reports from returning missionaries (see \n24.8.3\n).\n\n\n\n\n\n\nSometimes a brief high council meeting could be immediately followed by a stake council meeting (see \n29.3.7\n). This can help reduce the number of meetings for leaders to attend.\n\n\nTo understand principles that guide council meetings in the Church, all council members should study \n4.3\n and \n4.4\n.\n\n\nFor information about participants joining the meeting remotely, see \n29.7\n.\n\n\n\n\n\n\n\n\n29.3.7\n\n\nStake Council Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nCounsel together about God’s work of salvation and exaltation in the stake (see \n1.2\n).\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nStake presidency.\n\n\n\n\n\n\nHigh council.\n\n\n\n\n\n\nStake clerk and executive secretary.\n\n\n\n\n\n\nStake Relief Society, Young Women, and Primary presidents (the stake Young Men and Sunday School presidents are present as members of the high council).\n\n\n\n\n\n\nStake young single adult leaders and single adult leaders (if called).\n\n\n\n\n\n\nThe stake president may invite others to attend as needed.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nMonthly if feasible.\n\n\n\n\n\n\nThe stake president plans and conducts stake council meetings. In these meetings, council members may:\n\n\n\n\n\n\nReceive instruction from the stake presidency on doctrine and on their assignments.\n\n\n\n\n\n\nCounsel together about strengthening individuals and families in the stake. \nLCR\n has tools and reports that can help leaders be aware of the progress of members.\n\n\n\n\n\n\nDiscuss overall vision for God’s work of salvation and exaltation in the stake.\n\n\n\n\n\n\nDiscuss temporal needs of stake members and how to help them be self-reliant. Identify resources available in the community and stake. Examples may include local schools and \nBYU–Pathway Worldwide\n. (See \n22.12\n and \n22.13\n.)\n\n\n\n\n\n\nDevelop and maintain a simple plan for the stake to respond to emergencies (see \n22.9.1.3\n).\n\n\n\n\n\n\nPlan ways for stake members to give service in the community (see \n22.9.1\n). Where it is available, \nJustServe.org\n suggests opportunities for community service.\n\n\n\n\n\n\nReport on stake organizations, activities, and programs.\n\n\n\n\n\n\nSometimes a stake council meeting could immediately follow a brief high council meeting (see \n29.3.6\n). This can help reduce the number of meetings for leaders to attend.\n\n\nTo understand principles that guide council meetings in the Church, all council members should study \n4.3\n and \n4.4\n.\n\n\nFor information about participants joining the meeting remotely, see \n29.7\n.\n\n\n\n\n\n\n\n\n29.3.8\n\n\nImage\nicon, guidelines for adaptation\n Stake Adult Leadership Committee Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nCounsel together about how to support ward leaders as they assist in God’s work of salvation and exaltation. Plan ways to help implement stake leaders’ vision for this work in the stake.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nStake presidency.\n\n\n\n\n\n\nStake Relief Society presidency (and secretary if called).\n\n\n\n\n\n\nHigh councilors assigned to work with elders quorums.\n\n\n\n\n\n\nThe stake president may invite elders quorum presidents, ward Relief Society presidents, and others to attend the committee’s meetings as needed.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nAs needed.\n\n\n\n\n\n\nThe stake adult leadership committee supports elders quorum and ward Relief Society presidencies in their work. Committee members give special emphasis to ward efforts in ministering, sharing the gospel, strengthening new and returning members, and participating in temple and family history work.\n\n\nIn addition, this committee coordinates stake efforts related to welfare and self-reliance, including \nJustServe.org\n (where it is available) and BYU–Pathway Worldwide (see \n22.13\n).\n\n\nThe stake presidency plans and conducts meetings of the stake adult leadership committee. These meetings could be extensions of stake council meetings. For example, at the end of some stake council meetings, the adult leadership committee could meet to continue a discussion about specific matters.\n\n\n \n \nImage\nyouth council meeting\n\n\n\n\n\n\n\n\n29.3.9\n\n\nImage\nicon, guidelines for adaptation\n Stake Youth Leadership Committee Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nStake leaders and youth (1) counsel together about strengthening the youth of the stake and (2) plan service and activities.\n\n\nIn addition, stake leaders counsel together about how to instruct and support ward leaders in involving the youth in God’s work of salvation and exaltation. They plan ways to help implement the stake council’s vision for the youth in the stake.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\n\n\n\n\nA member of the stake presidency.\n\n\n\n\n\n\nThe stake Young Men presidency (and secretary if called).\n\n\n\n\n\n\nThe stake Young Women presidency (and secretary if called).\n\n\n\n\n\n\nYouth from each ward in the stake when meetings or parts of meetings include matters that benefit from their involvement. Youth attend when discussions focus on strengthening youth and planning service and activities. The stake president determines the number of youth who attend. These could be youth serving in quorum and class presidencies or other youth invited by the stake presidency to be members of this committee.\n\n\nAdditional youth could be invited to help with specific needs or events.\n\n\n\n\n\n\nThe stake presidency may invite other leaders and advisers to attend as needed.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nAs needed.\n\n\n\n\n\n\nThe stake youth leadership committee supports bishoprics, Young Women presidencies and advisers, and Aaronic Priesthood quorum advisers in their work with youth. Adult leaders on the committee give special emphasis to engaging youth in God’s work of salvation and exaltation.\n\n\nThe stake youth leadership committee has the following additional responsibilities:\n\n\n\n\n\n\nPlan service and activities. These could include youth conferences, dances, devotionals, service projects, and multistake events. (For service ideas, see \nJustServe.org\n where it is available.) Youth should lead out in planning and carrying out these activities. Stake activities should not be so frequent that they place a burden on wards. These activities should supplement ward activities, not compete with them. Ward leaders should be notified of stake activities well in advance.\n\n\n\n\n\n\nPlan ways to support \nFor the Strength of Youth conferences\n.\n\n\n\n\n\n\nCoordinate stake efforts related to the \nChildren and Youth program\n.\n\n\n\n\n\n\nA member of the stake presidency oversees meetings of the stake youth leadership committee. He may conduct, or he may assign someone else to do so, including youth. These meetings could be extensions of stake council meetings. For example, at the end of some stake council meetings, the youth leadership committee could meet to continue a discussion about specific matters.\n\n\n\n\n\n\n\n\n29.3.10\n\n\nStake Bishops’ Council Meeting\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nShare experiences, address questions, and provide instruction pertaining specifically to bishops.\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nThe stake president and all bishops and branch presidents in the stake are members of this council. A stake clerk also attends to keep a record of assignments and decisions. When needed, the stake president may invite his counselors to attend. He may also invite bishops’ counselors to attend.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nAt least quarterly.\n\n\n\n\n\n\nMatters for discussion could include:\n\n\n\n\n\n\nHelping youth progress spiritually.\n\n\n\n\n\n\nUsing fast offerings to care for those in need. Helping members build self-reliance (see \nchapter 22\n, especially \n22.11\n). Sharing information about resources available in the community.\n\n\n\n\n\n\nHelping members repent and experience a change of heart (see \nchapter 32\n).\n\n\n\n\n\n\nManaging Church finances (see \nchapter 34\n).\n\n\n\n\n\n\nThe stake president leads this meeting. He helps bishops learn and fulfill their principal responsibilities (see \n7.1\n). He also invites bishops to counsel about instruction from Church leaders.\n\n\nThis meeting does not take the place of the stake president’s regular interviews with each bishop (see \n6.2.1.2\n).\n\n\nTo understand principles that guide council meetings in the Church, all council members should study \n4.3\n and \n4.4\n.\n\n\n \n \nImage\nbishopric meeting\n\n\n\n\n\n\n\n\n29.3.11\n\n\nOther Stake Meetings\n\n\n\n\nMeetings of the stake single adult committee and stake young single adult committee are described in \n14.1.1.2\n.\n\n\n\n\n\n\n\n\n\n\n29.4\n\n\nCoordinating Council Meetings\n\n\n\n\n\n\n\n\n\n\nPurpose\n\n\n\n\nHelp stake, mission, and temple presidents exercise priesthood keys in unity. Counsel about and coordinate efforts to help members in their responsibilities to participate in God’s work of salvation and exaltation (see \n1.2\n).\n\n\n\n\n\n\n\n\nParticipants\n\n\n\n\nThe Area Presidency assigns an Area Seventy to preside at the coordinating council meeting. Stake and mission presidents attend the meetings. Temple presidents are invited and attend when practical.\n\n\nOthers may attend part or all of the meetings when needed and when invited by the Area Seventy. Area Seventies consider distance, family circumstances, and travel when making these invitations.\n\n\n\n\n\n\n\n\nFrequency\n\n\n\n\nQuarterly, soon after each area council meeting. Additional meetings may be held when needed.\n\n\n\n\n\n\nThe Area Seventy leads the meetings and facilitates the discussion. All who attend counsel together as equal participants (see \nDoctrine and Covenants 88:122\n).\n\n\nIn these meetings, participants:\n\n\n\n\n\n\nSeek revelation about how best to implement the teachings and direction of the First Presidency, Quorum of the Twelve Apostles, and Area Presidency.\n\n\n\n\n\n\nCoordinate God’s work of salvation and exaltation within their council.\n\n\n\n\n\n\nCounsel together about the temporal and spiritual welfare of members and how to help them become true followers of Jesus Christ.\n\n\n\n\n\n\nInstruct and edify one another.\n\n\n\n\n\n\nCoordinate multistake matters.\n\n\n\n\n\n\n\n\n\n\n\n\n29.5\n\n\nFunerals and Other Services for the Deceased\n\n\n\n\nWhen a Church member dies, the bishop may offer to hold services to help comfort the living and pay respectful tribute to the deceased. Services for people who die vary according to religion, culture, tradition, and local laws. The following instructions can help bishops plan gospel-centered services for the deceased while respecting these variations.\n\n\n\n\n\n\n29.5.1\n\n\nGeneral Principles\n\n\n\n\nDeath is an essential part of Heavenly Father’s plan of salvation (see \nAlma 12:24–27\n). Because of Jesus Christ, all will be resurrected. An important purpose of Church services for the deceased is to testify of the plan of salvation, particularly the Savior’s Atonement and Resurrection. These services should be dignified, spiritual experiences.\n\n\nChurch members should show respect for the practices of other religions at times of death. However, they should not join rituals or traditions that are contrary to the commandments or Church standards. Church leaders should not include rituals of other religions or groups in Church services for the deceased.\n\n\nMembers are counseled against practices or traditions that become a burden for the living. Such practices may include excessive travel, elaborate public announcements, payments to the family, prolonged feasts, and excessive anniversary celebrations.\n\n\nChurch members who take part in services for the deceased should not accept payment.\n\n\nChurch leaders and members obey local laws about what to do when someone dies.\n\n\n\n\n\n\n\n\n29.5.2\n\n\nOffering Assistance to the Family\n\n\n\n\nAs disciples of Jesus Christ, Church leaders and members “mourn with those that mourn … and comfort those that stand in need of comfort” (\nMosiah 18:9\n). When a member dies, the bishop visits the family to give comfort. He may ask his counselors to accompany him. He also notifies the elders quorum and Relief Society presidents.\n\n\nThe bishop offers assistance from ward members, including the elders quorum and Relief Society. For example, ward members could:\n\n\n\n\n\n\nNotify friends and relatives.\n\n\n\n\n\n\nHelp prepare an obituary.\n\n\n\n\n\n\nHelp plan the funeral or other service.\n\n\n\n\n\n\nHelp make mortuary and cemetery arrangements, as applicable.\n\n\n\n\n\n\nDress the body for burial (see \n38.5.8\n).\n\n\n\n\n\n\nPrepare meals.\n\n\n\n\n\n\n\n\n\n\n\n\n29.5.3\n\n\nViewings (Where Customary)\n\n\n\n\nSometimes a viewing of the body of the deceased is held at a Church meetinghouse before the funeral service. Leaders should open the meetinghouse for funeral directors at least one hour before the viewing is scheduled to begin.\n\n\nAfter the viewing, a family prayer may be offered if the family desires. The casket should be closed before the funeral service.\n\n\n\n\n\n\n\n\n29.5.4\n\n\nFuneral Services (Where Customary)\n\n\n\n\nIf a funeral for a member is held in a Church building, the bishop conducts it. If it is held in a home, at a mortuary, or at the graveside, the family may ask the bishop to conduct it. A bishop’s counselor may conduct if the bishop cannot. For information about services held in a Church building for a person who is not a member of the Church, see \n29.5.6\n.\n\n\nA funeral conducted by the bishop, whether in a Church building or elsewhere, is a Church meeting and a religious service. It should be a spiritual occasion. The bishop urges participants to maintain a spirit of reverence and dignity.\n\n\nWhen a bishop conducts a funeral, he or one of his counselors oversees the planning of the service. He considers the wishes of the family, ensuring that the funeral is simple and dignified, with music and brief addresses centered on the gospel. The comfort offered by Jesus Christ because of His Atonement and Resurrection should be emphasized. Family members are not required to speak or otherwise participate in the service.\n\n\nFunerals are an opportunity to pay tribute to the deceased. However, such tributes should not dominate the service. A special family gathering, separate from the funeral service, is usually a better setting if the family wants more time to share tributes or memories.\n\n\nVideo presentations should not be part of a funeral service held in a chapel.\n\n\nFunerals should start on time. Generally, they should not last more than 1.5 hours, as a courtesy to those who attend.\n\n\nIf a member of the stake presidency, an Area Seventy in his area, or a General Authority attends the funeral, he presides. The person conducting consults him in advance and recognizes him during the service. The presiding officer should be invited to offer closing remarks if he desires.\n\n\nFuneral services are not normally held on Sunday.\n\n\nIn some cases, the bishop can arrange with morticians to provide modest, respectable funeral and burial services at cost if expenses are paid from fast-offering funds.\n\n\nFor information about missionaries returning home to attend a funeral, see \n24.6.2.7\n. For guidelines about streaming and recording funerals, see \n29.7\n.\n\n\n\n\n\n\n\n\n29.5.5\n\n\nBurial or Cremation\n\n\n\n\nWhere possible, deceased members who were endowed should be buried or cremated in temple clothing. For information about temple burial clothing and dressing the dead, see \n38.5.8\n.\n\n\nIf possible, a member of the bishopric accompanies the cortege to the cemetery. If the grave will be dedicated, he consults with the family and asks a Melchizedek Priesthood holder to perform the dedication. Instructions are provided in \n18.16\n. If the family prefers, a graveside prayer can be offered instead.\n\n\nFor information about dedicating the place where a cremated member’s ashes are kept, see \n18.16.2\n. For other guidelines about cremation, see \n38.7.2\n.\n\n\n\n\n\n\n\n\n29.5.6\n\n\nServices for Those Who Are Not Members of the Church\n\n\n\n\nThe bishop may offer the use of a Church meetinghouse for the funeral service of a person who is not a member of the Church. If the deceased person belonged to another church, the service may usually be held in the manner prescribed by that church. If the family desires, the service may be conducted by clergy from that church, provided it is dignified and appropriate. However, rituals of other churches or organizations may not be performed in a Church meetinghouse.\n\n\n\n\n\n\n\n\n\n\n29.6\n\n\nPrayers in Church Meetings\n\n\n\n\nPrayers in Church meetings should be brief, simple, and directed by the Spirit. Any baptized Church member may offer an opening or closing prayer. Children who are not baptized may pray in Primary. Leaders should avoid always asking a husband and wife to pray in the same meeting.\n\n\nMembers should pray using words that express love and respect for Heavenly Father. In English, this includes using the pronouns \nThee\n, \nThy\n, \nThine\n, and \nThou\n when addressing Him.\n\n\n\n\n\n\n\n\n29.7\n\n\nStreaming Meetings and Holding Virtual Meetings\n\n\n\n\nWhen possible, Church members should strive to attend meetings in person. However, sometimes this is not possible. Streaming and holding virtual meetings make it possible to reach those who otherwise would not be able to attend. These people may include (but are not limited to) those who:\n\n\n\n\n\n\nLive in remote locations or have limited ability to travel.\n\n\n\n\n\n\nHave physical, mental, or emotional health challenges.\n\n\n\n\n\n\nAre immunocompromised or in a care facility or hospital.\n\n\n\n\n\n\nAre essential workers or otherwise are required to work on the Sabbath.\n\n\n\n\n\n\nCare for someone who is homebound and cannot be left alone.\n\n\n\n\n\n\nNeed sign-language interpretation.\n\n\n\n\n\n\nHave allergies that put their health at risk in a meeting.\n\n\n\n\n\n\nFor the benefit of these members and others, the bishop may, as an exception, authorize a livestream of sacrament meetings and of funerals and weddings held in the meetinghouse. Streams allow others to see and hear a meeting remotely but not participate directly.\n\n\nA livestream of a sacrament meeting should not include the administration of the sacrament. The stream should be paused during the sacrament and restarted afterward. Or the bishop may move the administration of the sacrament to the end of the meeting after the livestream has ended. The meeting would then close with a hymn and prayer.\n\n\nThe bishop may authorize a priest or Melchizedek Priesthood holder to administer the sacrament in person to those who cannot attend the meeting (see \n18.9.1\n).\n\n\nFor some meetings, the bishop or stake president may authorize members who cannot attend in person to participate virtually. These meetings may include:\n\n\n\n\n\n\nLeadership meetings, such as presidency or council meetings.\n\n\n\n\n\n\nQuorum, Relief Society, and Young Women meetings.\n\n\n\n\n\n\nSunday School classes.\n\n\n\n\n\n\nPrimary classes and singing time.\n\n\n\n\n\n\nUnlike streams, virtual meetings are interactive. Those who join remotely can contribute by asking questions, making comments, and participating in other ways.\n\n\nThe stake president may authorize a livestream of stake conference to other locations in the stake, including to members’ homes when needed. He may also authorize stake leaders to join leadership meetings virtually when they cannot attend in person (for example, for the reasons listed earlier in this section).\n\n\nStreams and virtual meetings are not meant for the convenience of those who could reasonably attend in person. For example, the bishop does not authorize streaming of sacrament meeting for ward members who are traveling and could attend another ward.\n\n\nWard and stake technology specialists can help leaders set up streams and virtual meetings (see \n33.10\n). These individuals can also help members access these meetings.\n\n\nStreams and virtual meetings should not distract from the Spirit. Generally, only one device should be used to capture the meeting. Both the device and the person using it should be inconspicuous.\n\n\nStream recordings of ward and stake meetings should be deleted within one day after the meeting. However, members may save a recording of the video stream of a funeral service or wedding for personal use.\n\n\n\n\n\n\n\n\n29.8\n\n\nPhotographs and Video Recordings of Meetings\n\n\n\n\nTo preserve the sacredness of Church meetings, no one should take photographs or make video recordings of sacrament meetings or stake conferences.\n\n\nFor information about stream recordings of meetings, see \n29.7\n.\n\n\n\n\n\n\n\n\n29.9\n\n\nInterpreting for Meetings\n\n\n\n\nThe Lord wants everyone to understand the gospel in his or her own language (see \nDoctrine and Covenants 90:11\n). In stakes where members speak more than one native language, a member of the stake presidency may call a stake interpretation coordinator. A bishop may call ward interpreters.\n\n\nFor more information, see \nChurch Interpretation Training and Best Practices\n at \nChurchofJesusChrist.org\n.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}