{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/3-priesthood-principles?lang=eng#title_number19",
    "title": "3. Priesthood Principles",
    "content": "\n\n\n\n\n\n\n\n3. Priesthood Principles\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n3.0. Introduction\n3.1. Restoration of the Priesthood\n3.2. Blessings of the Priesthood\n3.3. Melchizedek Priesthood and Aaronic Priesthood\n \n \n3.4. Priesthood Authority\n \n \n3.5. Priesthood Power\n \n \n3.6. The Priesthood and the Home\n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n3. Priesthood Principles\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“3. Priesthood Principles,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“3. Priesthood Principles,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nfamily walking near temple\n\n\n3.\n\n\nPriesthood Principles\n\n\n\n\n\n\n\n\n\n\n3.0\n\n\nIntroduction\n\n\n\n\nThe priesthood is the authority and power of God. Through the priesthood, Heavenly Father accomplishes His work “to bring to pass the immortality and eternal life of man” (\nMoses 1:39\n). God grants authority and power to His sons and daughters on earth to help carry out this work (see \nchapter 1\n).\n\n\n\n\n\n\n\n\n3.1\n\n\nRestoration of the Priesthood\n\n\n\n\nThe Church of Jesus Christ of Latter-day Saints is the only organization on earth with priesthood authority. The Prophet Joseph Smith received the Aaronic Priesthood and its keys from John the Baptist (see \nDoctrine and Covenants 13:1\n). He received the Melchizedek Priesthood and its keys from the Apostles Peter, James, and John (see \nDoctrine and Covenants 27:12–13\n).\n\n\nIn the Kirtland Temple, Moses, Elias, and Elijah appeared to Joseph Smith and committed to him the further authority necessary to accomplish God’s work in the latter days (see \nDoctrine and Covenants 110:11–16\n).\n\n\nEach member of the First Presidency and Quorum of the Twelve Apostles holds all these priesthood keys today. These leaders call and authorize other Church members to use God’s priesthood authority and power to assist in His work of salvation and exaltation.\n\n\n\n\n\n\n\n\n3.2\n\n\nBlessings of the Priesthood\n\n\n\n\nThrough covenants and priesthood ordinances, God makes great blessings available to all His children. These blessings include:\n\n\n\n\n\n\nBaptism and membership in The Church of Jesus Christ of Latter-day Saints.\n\n\n\n\n\n\nThe gift of the Holy Ghost.\n\n\n\n\n\n\nPartaking of the sacrament.\n\n\n\n\n\n\nAuthority and power to serve in Church callings and assignments.\n\n\n\n\n\n\nReceiving patriarchal blessings and other priesthood blessings of healing, comfort, and guidance.\n\n\n\n\n\n\nBeing endowed with God’s power in the temple.\n\n\n\n\n\n\nBeing sealed to one’s family members for eternity.\n\n\n\n\n\n\nThe promise of eternal life.\n\n\n\n\n\n\nGod’s children can receive these blessings of the priesthood and experience great joy as they live the gospel of Jesus Christ.\n\n\n\n\n\n\n\n\n3.3\n\n\nMelchizedek Priesthood and Aaronic Priesthood\n\n\n\n\nIn the Church, the priesthood has two parts: the Melchizedek Priesthood and the Aaronic Priesthood (see \nDoctrine and Covenants 107:1\n).\n\n\n\n\n\n\n3.3.1\n\n\nMelchizedek Priesthood\n\n\n\n\nThe Melchizedek Priesthood is “the Holy Priesthood, after the Order of the Son of God” (\nDoctrine and Covenants 107:3\n). It is the power by which the sons and daughters of God can become like Him (see \nDoctrine and Covenants 84:19–21\n; \n132:19–20\n).\n\n\n“The Melchizedek Priesthood holds the right of presidency.” It has “power and authority over all the offices in the church in all ages of the world, to administer in spiritual things” (\nDoctrine and Covenants 107:8\n). Through this authority, Church leaders direct and administer all the spiritual work of the Church (see \nDoctrine and Covenants 107:18\n).\n\n\nThe President of the Church is the presiding high priest over the Melchizedek Priesthood (see \nDoctrine and Covenants 107:65–67\n). The stake president is the presiding high priest in the stake (see \nDoctrine and Covenants 107:8, 10\n; see also \nchapter 6\n in this handbook). The bishop is the presiding high priest in the ward (see \nDoctrine and Covenants 107:17\n; see also \nchapter 7\n in this handbook).\n\n\nFor information about the offices and responsibilities of the Melchizedek Priesthood, see \n8.1\n.\n\n\n\n\n\n\n\n\n3.3.2\n\n\nAaronic Priesthood\n\n\n\n\nThe Aaronic Priesthood is “an appendage to … the Melchizedek Priesthood” (\nDoctrine and Covenants 107:14\n). It includes the keys of:\n\n\n\n\n\n\nThe ministering of angels.\n\n\n\n\n\n\nThe gospel of repentance.\n\n\n\n\n\n\nAdministering in outward ordinances, including baptism for the remission of sins.\n\n\n\n\n\n\n(See \nDoctrine and Covenants 13:1\n; \n84:26–27\n; \n107:20\n.)\n\n\nThe bishop is the president of the Aaronic Priesthood in the ward (see \nDoctrine and Covenants 107:15\n).\n\n\nFor information about the offices and responsibilities of the Aaronic Priesthood, see \n10.1.3\n.\n\n\n\n\n\n\n\n\n\n\n3.4\n\n\nPriesthood Authority\n\n\n\n\nPriesthood authority is the authorization to represent God and act in His name. In the Church, all priesthood authority is exercised under the direction of those who hold priesthood keys.\n\n\nWorthy male Church members receive priesthood authority through priesthood conferral and ordination to priesthood offices. All Church members can exercise delegated authority as they are set apart or assigned to help accomplish God’s work. Members are accountable to God and to those He has appointed to preside for how they exercise His authority (see \n3.4.4\n).\n\n\n\n\n\n\n3.4.1\n\n\nPriesthood Keys\n\n\n\n\nPriesthood keys are the authority to direct the use of the priesthood on behalf of God’s children. The use of all priesthood authority in the Church is directed by those who hold priesthood keys (see \nDoctrine and Covenants 65:2\n).\n\n\n\n\n\n\n3.4.1.1\n\n\nThose Who Hold Priesthood Keys\n\n\n\n\nJesus Christ holds all the keys of the priesthood. Under His direction, priesthood keys are given to men to use in specific callings to help accomplish God’s work, as explained below.\n\n\nThe Lord has conferred on each of His Apostles all the keys that pertain to the kingdom of God on earth. The senior living Apostle, the President of the Church, is the only person on earth authorized to exercise all of those priesthood keys (see \nDoctrine and Covenants 81:1–2\n; \n107:64–67, 91–92\n; \n132:7\n).\n\n\nUnder the direction of the President of the Church, the following priesthood leaders are given keys so they can preside in their areas of responsibility:\n\n\n\n\n\n\nStake and district presidents.\n\n\n\n\n\n\nBishops and branch presidents.\n\n\n\n\n\n\nMelchizedek and Aaronic Priesthood quorum presidents.\n\n\n\n\n\n\nTemple presidents.\n\n\n\n\n\n\nMission presidents and missionary training center presidents.\n\n\n\n\n\n\nChurch historic site presidents.\n\n\n\n\n\n\nThese leaders receive priesthood keys when they are set apart to their callings.\n\n\nPriesthood keys are not given to others, including counselors to local priesthood leaders or presidents of Church organizations. These leaders are given delegated authority when they are set apart and when they receive assignments under the direction of those who hold priesthood keys. Presidents of Church organizations preside under the direction of those who hold priesthood keys (see \n4.2.4\n).\n\n\n \n \nImage\nward council meeting\n\n\n\n\n\n\n\n\n3.4.1.2\n\n\nOrder to God’s Work\n\n\n\n\nPriesthood keys ensure that God’s work of salvation and exaltation is accomplished in an orderly manner (see \nDoctrine and Covenants 42:11\n; \n132:8\n). Those who hold priesthood keys direct the Lord’s work within their areas of responsibility. This presiding authority is valid only for the specific responsibilities of the leader’s calling. When priesthood leaders are released from their callings, they no longer hold these keys.\n\n\nAll who serve in the Church are set apart or assigned under the direction of one who holds priesthood keys.\n\n\n\n\n\n\n\n\n\n\n3.4.2\n\n\nPriesthood Conferral and Ordination\n\n\n\n\nUnder the direction of those who hold priesthood keys, the Aaronic Priesthood and the Melchizedek Priesthood are conferred on worthy male Church members (see \nDoctrine and Covenants 84:14–17\n). After the appropriate priesthood is conferred, the person is ordained to an office in that priesthood, such as deacon or elder. A priesthood holder exercises the priesthood according to the rights and duties of that office (see \nDoctrine and Covenants 107:99\n).\n\n\nEach man in the Church of Jesus Christ should strive to be worthy to receive and use the Melchizedek Priesthood to serve others. When a man receives this priesthood, he makes a covenant to faithfully fulfill his priesthood responsibilities. He also receives from God an oath, or promise, of eternal blessings (see \nDoctrine and Covenants 84:33–44\n; see also Guide to the Scriptures, “\nOath and Covenant of the Priesthood\n”).\n\n\nFor more information about priesthood conferral and ordination, see \n8.1.1\n, \n10.6\n, \n18.10\n, and \n38.2.5\n.\n\n\n\n\n\n\n\n\n3.4.3\n\n\nDelegation of Priesthood Authority to Serve in the Church\n\n\n\n\nPriesthood authority to serve in the Church is delegated to members in the following ways:\n\n\n\n\n\n\nBy setting apart to a Church calling\n\n\n\n\n\n\nBy assignment from presiding Church leaders\n\n\n\n\n\n\n\n\n\n\n3.4.3.1\n\n\nSetting Apart\n\n\n\n\nWhen Church members are set apart under the direction of those who hold priesthood keys, they are given authority from God to act in that calling. For example:\n\n\n\n\n\n\nA woman who is called and set apart by the bishop as ward Relief Society president is given authority to direct the work of Relief Society in the ward.\n\n\n\n\n\n\nA man or woman who is called and set apart by a member of the bishopric as a Primary teacher is given authority to teach Primary children in the ward.\n\n\n\n\n\n\nAll who are called and set apart serve under the direction of those who preside over them (see \n3.4.1.2\n).\n\n\nWhen Church members are released from a calling, they no longer have the authority associated with it.\n\n\nFor more information about setting apart members for Church callings, see \n18.11\n.\n\n\n\n\n\n\n\n\n3.4.3.2\n\n\nAssignment\n\n\n\n\nPresiding Church leaders can delegate authority by assignment. When men and women receive these assignments, they are given authority from God to act. For example:\n\n\n\n\n\n\nThe First Presidency and Quorum of the Twelve Apostles delegate authority to Seventies who are assigned to administer areas and to preside at stake conferences.\n\n\n\n\n\n\nMission presidents delegate authority to male and female missionaries who are assigned to lead and train other missionaries.\n\n\n\n\n\n\nAuthority is delegated to Church members to serve as ministering brothers and ministering sisters. This occurs when they are assigned under the bishop’s direction by the elders quorum president or Relief Society president.\n\n\n\n\n\n\nAuthority that is delegated by assignment is limited to the specific responsibilities and duration of the assignment.\n\n\nFor more information about assignment through delegation, see \n4.2.5\n.\n\n\n\n\n\n\n\n\n\n\n3.4.4\n\n\nExercising Priesthood Authority Righteously\n\n\n\n\nChurch leaders and members use conferred or delegated priesthood authority to bless the lives of others.\n\n\nThis authority can be used only in righteousness (see \nDoctrine and Covenants 121:36\n). It is exercised by persuasion, long-suffering, gentleness, meekness, love, and kindness (see \nDoctrine and Covenants 121:41–42\n). Leaders counsel with others in a spirit of unity and seek the Lord’s will through revelation (see \nDoctrine and Covenants 41:2\n). For information about counseling with others, see \n4.4.3\n.\n\n\nThose who exercise priesthood authority do not force their will on others. They do not use it for selfish purposes. If a person uses this authority unrighteously, “the heavens withdraw themselves [and] the Spirit of the Lord is grieved” (\nDoctrine and Covenants 121:37\n).\n\n\nSome Church callings include a responsibility to preside. For information about presiding in the Church, see \n4.2.4\n.\n\n\n\n\n \n \nImage\ntwo men and a woman talking\n\n\n\n\n\n\n\n\n3.5\n\n\nPriesthood Power\n\n\n\n\nPriesthood power is God’s power, which He uses to bless His children. God’s priesthood power flows to all members of the Church—female and male—as they keep the covenants they have made with Him. Members make these covenants as they receive priesthood ordinances. (See \nDoctrine and Covenants 84:19–20\n.)\n\n\nThe blessings of priesthood power that members can receive include:\n\n\n\n\n\n\nGuidance for their lives.\n\n\n\n\n\n\nRevelation to know how to fulfill the work they are ordained, set apart, or assigned to do.\n\n\n\n\n\n\nHelp and strength to become more like Jesus Christ and Heavenly Father.\n\n\n\n\n\n\n\n\n\n\n3.5.1\n\n\nCovenants\n\n\n\n\nA covenant is a sacred promise between God and His children. God gives the conditions for the covenant, and His children agree to obey those conditions. God promises to bless His children as they fulfill the covenant.\n\n\nMembers make covenants with God as they receive the ordinances of salvation and exaltation (see \n18.1\n). All who endure to the end in keeping their covenants will receive eternal life (see \n2 Nephi 31:17–20\n; \nDoctrine and Covenants 14:7\n).\n\n\nParents, Church leaders, and others help individuals prepare to make covenants as they receive the ordinances of the gospel. They ensure that the person understands the covenants he or she will make. After a person makes a covenant, they help him or her keep it. (See \nMosiah 18:8–11, 23–26\n.)\n\n\n\n\n\n\n\n\n3.5.2\n\n\nOrdinances\n\n\n\n\nAn ordinance is a sacred act performed by the authority of the priesthood. Ordinances have always been part of the gospel of Jesus Christ (see \nGenesis 1:28\n; \nMoses 6:64–65\n).\n\n\nIn many ordinances, individuals make covenants with God. Examples include baptism, the sacrament, the endowment, and the marriage sealing ordinance. In other ordinances such as patriarchal blessings or blessings on the sick, individuals do not make covenants, but they do receive guidance and strength to keep covenants.\n\n\nOrdinances have symbolic meaning that point individuals to Heavenly Father and Jesus Christ. In the ordinances that include covenants, the symbolism helps individuals understand the promises they make and the blessings they receive through their faithfulness.\n\n\nEach ordinance allows individuals to receive rich spiritual blessings. The Lord revealed, “In the ordinances [of the priesthood], the power of godliness is manifest” (\nDoctrine and Covenants 84:20\n). Ordinances of salvation and exaltation are essential for eternal life. For more information, see \n18.1\n.\n\n\nLiving individuals receive the ordinances of salvation and exaltation for themselves. Where possible, they then return to the temple to perform these ordinances vicariously for those who have died. For more information about performing ordinances for the deceased, see \nchapter 28\n.\n\n\n\n\n \n \nImage\nwoman receiving a priesthood blessing\n\n\n\n\n\n\n\n\n3.6\n\n\nThe Priesthood and the Home\n\n\n\n\nAll Church members who keep their covenants—women, men, and children—are blessed with God’s priesthood power in their homes to strengthen themselves and their families (see \n3.5\n). This power will assist members in doing God’s work of salvation and exaltation in their personal lives and families (see \n2.2\n).\n\n\nMen who hold the Melchizedek Priesthood can give priesthood blessings to family members to provide direction, healing, and comfort. When needed, Church members can also seek these blessings from extended family members, ministering brothers, or local Church leaders. For more information about priesthood blessings, see \n18.13\n and \n18.14\n.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}