{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/33-records-and-reports?lang=eng#title_number69",
    "title": "33. Records and Reports",
    "content": "\n\n\n\n\n\n\n\n33. Records and Reports\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n33.0. Introduction\n33.1. Overview of Church Records\n33.2. General Instructions for Clerks\n33.3. Stake Records and Reports\n \n \n33.4. Ward Records and Reports\n \n \n33.5. Reports on Member Participation\n \n \n33.6. Membership Records\n \n \n33.7. Historical Records\n \n \n33.8. Confidentiality of Records\n33.9. Records Management\n \n \n33.10. Stake and Ward Technology Specialists\n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n33. Records and Reports\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“33. Records and Reports,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“33. Records and Reports,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nmen looking at computer\n\n\n33.\n\n\nRecords and Reports\n\n\n\n\n\n\n\n\n\n\n33.0\n\n\nIntroduction\n\n\n\n\nThe procedures in this chapter apply generally to units that use the Church’s online record-keeping tools, including \nLeader and Clerk Resources (LCR)\n, \nMember Tools\n, and \nWard Directory and Map\n. Units that do not have access to these tools should work with the Global Services Department or the area office.\n\n\nRecord keeping has always been important in the Lord’s Church. For example:\n\n\nAdam kept “a book of remembrance” (\nMoses 6:5\n).\n\n\nMoroni taught that the names of those who were baptized into the Church of Christ were recorded so “they might be remembered and nourished by the good word of God” (\nMoroni 6:4\n).\n\n\nJoseph Smith instructed that a recorder should be called in every ward to “make a record of a truth before the Lord” (\nDoctrine and Covenants 128:2\n).\n\n\n\n\n\n\n\n\n33.1\n\n\nOverview of Church Records\n\n\n\n\nChurch records are sacred. The information in them is sensitive and should be safeguarded. Church record systems authorize access to membership information based on callings. Only those who are authorized should be given access. They should use this information only for purposes specific to their callings (see \n33.8\n).\n\n\nRecords can help leaders:\n\n\n\n\n\n\nIdentify who may need special care.\n\n\n\n\n\n\nIdentify which ordinances a person has received or may need.\n\n\n\n\n\n\nLocate members.\n\n\n\n\n\n\nThe following types of records are kept in Church units:\n\n\n\n\n\n\nMember participation reports (see \n33.5\n)\n\n\n\n\n\n\nMembership records (see \n33.6\n)\n\n\n\n\n\n\nHistorical records (see \n33.7\n)\n\n\n\n\n\n\nFinancial records (see \nchapter 34\n)\n\n\n\n\n\n\n\n\n\n\n\n\n33.2\n\n\nGeneral Instructions for Clerks\n\n\n\n\nAll clerks should:\n\n\n\n\n\n\nHave a current temple recommend.\n\n\n\n\n\n\nBe careful record keepers.\n\n\n\n\n\n\nBe capable teachers and administrators.\n\n\n\n\n\n\nClerks carefully follow current policies to safeguard Church funds and ensure that Church records are accurate. Clerks immediately notify priesthood leaders of any improprieties. If difficulties arise in resolving improprieties, clerks should contact the Confidential Records Office at Church headquarters. Contact information is shown below:\n\n\nTelephone: 1-801-240-2053 or 1-800-453-3860, extension 2-2053\n\n\nToll free (GSD phone): 855-537-4357\n\n\nEmail: \nConfidentialRecords@ChurchofJesusChrist.org\n\n\nThe duration of clerks’ service should be sufficient for them to learn their duties and preserve continuity in their work (see \n30.5\n). Because they are not members of the stake presidency or bishopric, they do not need to be released when a stake presidency or bishopric is reorganized.\n\n\n\n\n\n\n\n\n33.3\n\n\nStake Records and Reports\n\n\n\n\n\n\n\n\n33.3.1\n\n\nStake Presidency\n\n\n\n\nThe stake president oversees stake record keeping. He may delegate much of this work to his counselors and clerks.\n\n\n\n\n\n\n\n\n33.3.2\n\n\nStake Clerk\n\n\n\n\nEvery stake should have a qualified, functioning stake clerk. He is called and set apart by a member of the stake presidency. He should hold the Melchizedek Priesthood and have a current temple recommend. He is a member of the stake council. He attends stake meetings as indicated in \n29.3\n.\n\n\nThe stake clerk is instructed by the stake presidency and works under their direction. Assistant stake clerks may be called to help (see \n33.3.3\n).\n\n\n\n\n\n\n33.3.2.1\n\n\nRecord-Keeping Responsibilities\n\n\n\n\nThe stake clerk, or an assigned assistant clerk, has the following responsibilities:\n\n\n\n\n\n\nProvide administrative support to the stake presidency.\n\n\n\n\n\n\nKeep a record of assignments and decisions made in stake leadership meetings.\n\n\n\n\n\n\nEnsure that records and reports are accurate and timely.\n\n\n\n\n\n\nThe stake clerk should become familiar with Church record-keeping tools (see \n33.0\n). He uses these tools to help leaders identify:\n\n\n\n\n\n\nThe needs of members and organizations.\n\n\n\n\n\n\nThe availability of resources, including finances.\n\n\n\n\n\n\nStake trends, strengths, and weaknesses.\n\n\n\n\n\n\nOther record-keeping duties may include:\n\n\n\n\n\n\nEnsuring that Melchizedek Priesthood ordinations are properly and promptly recorded.\n\n\n\n\n\n\nActivating temple recommends.\n\n\n\n\n\n\nPreparing the \nOfficers Sustained form\n and Stake Conference Report for stake conference.\n\n\n\n\n\n\nRecording information for stake membership councils (see \n32.9.6\n).\n\n\n\n\n\n\nMaintaining financial records (see \n34.1.2\n).\n\n\n\n\n\n\n\n\n\n\n\n\n33.3.2.2\n\n\nReview of Ward Records and Reports\n\n\n\n\nThe stake clerk meets with each new ward clerk soon after he is called. He meets with ward clerks as often as needed, but at least twice a year. These meetings are held to ensure that:\n\n\n\n\n\n\nTithing and other financial records are properly recorded (see \n34.1.2\n and \n34.2.2\n).\n\n\n\n\n\n\nMembership records are updated promptly and accurately.\n\n\n\n\n\n\nCertificates of blessing, baptism and confirmation, and priesthood ordination are given to ward members.\n\n\n\n\n\n\nThe annual membership record audit is conducted and all audit exceptions are promptly corrected (see \n33.6.19\n).\n\n\n\n\n\n\nThe ward’s annual history is submitted to the stake at the end of each year (see \n33.7\n).\n\n\n\n\n\n\n\n\n\n\n\n\n33.3.2.3\n\n\nAudits\n\n\n\n\nSee \n33.6.19\n and \n34.7\n.\n\n\n\n\n\n\n\n\n33.3.2.4\n\n\nStake Historical Records\n\n\n\n\nSee \n33.7\n.\n\n\n\n\n\n\n\n\n\n\n33.3.3\n\n\nImage\nicon, optional resources\n Assistant Stake Clerks\n\n\n\n\nThe stake president or an assigned counselor may call and set apart one or more assistant stake clerks as needed. These brethren should be Melchizedek Priesthood holders who have a current temple recommend. They work under the guidance of the stake presidency and the stake clerk.\n\n\nIf needed, one assistant clerk may be called to each of the following positions:\n\n\n\n\n\n\nAssistant stake clerk\n\n\n\n\n\n\nAssistant stake clerk—finance (see \n34.1.2\n)\n\n\n\n\n\n\nAssistant stake clerk—membership (see \n33.5\n and \n33.6\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n33.4\n\n\nWard Records and Reports\n\n\n\n\n\n\n\n\n33.4.1\n\n\nBishopric\n\n\n\n\nThe bishop oversees ward record keeping. He may delegate much of this work to his counselors and clerks.\n\n\n\n\n\n\n\n\n33.4.2\n\n\nWard Clerk\n\n\n\n\nEvery ward should have a qualified, functioning ward clerk. He is recommended by the bishopric and called and set apart by a member of the stake presidency or an assigned high councilor. He should hold the Melchizedek Priesthood and have a current temple recommend. He is a member of the ward council. He attends ward meetings as indicated in \n29.2\n.\n\n\nThe ward clerk works under the direction of the bishopric. Assistant ward clerks may be called to help (see \n33.4.3\n).\n\n\n\n\n\n\n33.4.2.1\n\n\nRecord-Keeping Responsibilities\n\n\n\n\nThe ward clerk, or an assigned assistant clerk, has the following responsibilities:\n\n\n\n\n\n\nProvide administrative support to the bishopric.\n\n\n\n\n\n\nKeep a record of assignments and decisions made in ward leadership meetings.\n\n\n\n\n\n\nEnsure that records and reports are accurate and timely.\n\n\n\n\n\n\nThe ward clerk should become familiar with Church record-keeping tools (see \n33.0\n). He uses these tools to help leaders identify:\n\n\n\n\n\n\nThe needs of members and organizations.\n\n\n\n\n\n\nThe availability of resources, including finances.\n\n\n\n\n\n\nWard trends, strengths, and weaknesses.\n\n\n\n\n\n\nWhen compiling reports on member participation, the clerk works with secretaries to resolve minor problems.\n\n\nWard clerks encourage members to report any errors in their membership information.\n\n\nOther record-keeping duties may include:\n\n\n\n\n\n\nEnsuring that ordinances are properly and promptly recorded.\n\n\n\n\n\n\nPreparing the \nOfficers Sustained form\n for ward conference.\n\n\n\n\n\n\nRecording information for ward membership councils (see \n32.9.6\n).\n\n\n\n\n\n\nMaintaining financial records (see \n34.2.2\n).\n\n\n\n\n\n\n \n \nImage\nbaby blessing\n\n\n\n\n\n\n\n\n33.4.2.2\n\n\nInstructing Clerks and Secretaries\n\n\n\n\nThe ward clerk instructs assistant ward clerks and quorum and organization secretaries.\n\n\nThis instruction is especially important when:\n\n\n\n\n\n\nAssistant ward clerks and quorum and organization secretaries are newly called.\n\n\n\n\n\n\nA Church record-keeping tool is introduced or updated.\n\n\n\n\n\n\nRecords are not completed properly.\n\n\n\n\n\n\n\n\n\n\n\n\n33.4.2.3\n\n\nWard Historical Records\n\n\n\n\nSee \n33.7\n.\n\n\n\n\n\n\n\n\n\n\n33.4.3\n\n\nImage\nicon, optional resources\n Assistant Ward Clerks\n\n\n\n\nAssistant ward clerks may be called as needed. They are recommended by the bishopric and called and set apart by a member of the stake presidency or an assigned high councilor. These brethren should hold the Melchizedek or Aaronic Priesthood. They should also have a current temple recommend. If an assistant ward clerk is assigned to finances, he should hold the Melchizedek Priesthood. Assistant ward clerks work under the guidance of the bishopric and the ward clerk.\n\n\nIf needed, one assistant clerk may be called to each of the following positions:\n\n\n\n\n\n\nAssistant ward clerk\n\n\n\n\n\n\nAssistant ward clerk—finance (see \n34.2.2\n)\n\n\n\n\n\n\nAssistant ward clerk—membership (see \n33.5\n and \n33.6\n)\n\n\n\n\n\n\n\n\n\n\n\n\n33.4.4\n\n\nPriesthood and Organization Leaders\n\n\n\n\nQuorum and organization leaders oversee record keeping in their organizations. They may assign secretaries to do much of this work. They ensure that records and reports are accurate and timely.\n\n\n\n\n\n\n\n\n\n\n33.5\n\n\nReports on Member Participation\n\n\n\n\nReports on member participation help leaders focus on the progress and needs of members. When possible, these reports should be reviewed electronically rather than printed. When printed reports are necessary, they should be carefully managed to respect members’ privacy and to comply with local data protection laws.\n\n\n\n\n\n\n33.5.1\n\n\nTypes of Reports\n\n\n\n\n\n\n\n\n33.5.1.1\n\n\nAttendance Reports\n\n\n\n\nAttendance at sacrament meetings and Sunday priesthood and organization meetings is recorded electronically using \nLCR\n or Member Tools.\n\n\nSacrament Meeting.\n Attendance at sacrament meeting is recorded each week by the ward clerk or an assistant ward clerk. The count is the number attending the meeting in-person or by streaming, including visitors. Ward members who are not present because they have another assignment or are attending another ward are counted in the ward they attend.\n\n\nSunday Quorum and Organization Meetings.\n Attendance is recorded each week by quorum and organization secretaries and advisers. Youth leaders may also assist in recording attendance. The count is the number attending the meeting in-person or by streaming, including visitors. Members who are serving in the Primary or as youth leaders within the ward are also included as attending. Members who are attending another ward are counted in the ward they attend.\n\n\nThe ward clerk can record attendance on behalf of any organization.\n\n\n\n\n\n\n\n\n33.5.1.2\n\n\nMinistering Interview Reports\n\n\n\n\nSee \n21.3\n.\n\n\n\n\n\n\n\n\n33.5.1.3\n\n\nQuarterly Report\n\n\n\n\nEvery number in a report represents an actual person who has unique needs (see \nHelaman 15:13\n). Leaders seek direction from the Lord as they consider who may need their help.\n\n\nThe \nQuarterly Report\n contains useful information that can provide leaders with insights as they seek inspiration about their ministering efforts. The report is available in Member Tools or \nLCR\n.\n\n\nStake and ward leaders refer to the \nQuarterly Report\n regularly to review progress of individuals. The report includes information about:\n\n\n\n\n\n\nThe temple recommend status of endowed members and of youth.\n\n\n\n\n\n\nMales ages 18–25 who are serving or have served a mission.\n\n\n\n\n\n\nThe status of ministering interviews (see \n21.3\n).\n\n\n\n\n\n\nProspective elders who need support in preparing to receive the Melchizedek Priesthood.\n\n\n\n\n\n\nSunday meeting attendance for children, youth, young single adults, and adults (see \n33.5.1.1\n).\n\n\n\n\n\n\nThe progress of new members who were baptized and confirmed within the past 12 months.\n\n\n\n\n\n\nAll attendance and ministering interviews are recorded in Member Tools or \nLCR\n. This information automatically completes the corresponding portions of the \nQuarterly Report\n.\n\n\nEvery ward completes and submits a \nQuarterly Report\n to Church headquarters. The clerk reviews the report with the bishop and submits it before the 15th of the month following the end of each quarter.\n\n\nThe stake presidency may review each ward’s \nQuarterly Report\n. This helps them monitor progress and know where to provide support and instruction. Stake council members may also view each \nQuarterly Report\n.\n\n\n\n\n\n\n\n\n\n\n33.5.2\n\n\nMembership Lists\n\n\n\n\nChurch record-keeping tools provide leaders with access to membership lists. These lists can help leaders identify:\n\n\n\n\n\n\nWhich members have not yet received ordinances for which they are eligible.\n\n\n\n\n\n\nWhich young men and young women are eligible to serve a mission.\n\n\n\n\n\n\nWhich youth do not have a current temple recommend.\n\n\n\n\n\n\nWhich youth need to be scheduled for meetings with a member of the bishopric.\n\n\n\n\n\n\nQuorum and organization leaders should have access to lists of those who belong to their quorum or organization.\n\n\n\n\n\n\n\n\n\n\n33.6\n\n\nMembership Records\n\n\n\n\nMembership records include members’ names, contact information, ordinance details, and other vital information. The ward should have a membership record for each member living within its boundaries.\n\n\nMembership records should be kept in the ward where the member lives. Exceptions, which should be rare, require the consent of the bishops and stake presidents involved. To request an exception, the stake president uses \nLCR\n to submit the request to the Office of the First Presidency.\n\n\nMembership records are the only means of recording ordinances and other official actions in the permanent records of the Church. Therefore, the bishop ensures that clerks keep accurate records. He also ensures that clerks update information using \nLCR\n. It is vital to do the following promptly:\n\n\n\n\n\n\nRecord ordinance information.\n\n\n\n\n\n\nMove records of members who move into or out of the ward.\n\n\n\n\n\n\nCreate records for new members and new children of member parents.\n\n\n\n\n\n\nRecord a member’s death.\n\n\n\n\n\n\nRecord marriage and household information.\n\n\n\n\n\n\nThe bishop or stake president ensures that a membership record is in the appropriate ward before a member is interviewed to receive:\n\n\n\n\n\n\nA Church calling.\n\n\n\n\n\n\nA temple recommend.\n\n\n\n\n\n\nThe Melchizedek Priesthood or to be ordained to an office in that priesthood.\n\n\n\n\n\n\nHe also ensures that the record does not include any of the following:\n\n\n\n\n\n\nAn annotation\n\n\n\n\n\n\nA comment about a sealing or ordinance restriction\n\n\n\n\n\n\nFormal membership restrictions\n\n\n\n\n\n\nSometimes a member has not lived in the same ward continuously for at least one year. In that case, the bishop or an assigned counselor contacts the prior bishop before conducting an interview to issue a temple recommend or to recommend ordination to a Melchizedek Priesthood office. The purpose of this contact is to ask if there are any worthiness matters to be considered. If a counselor learns that there is confidential information, he ends the conversation. He informs his bishop to contact the prior bishop before conducting the interview.\n\n\nUnder no circumstances may membership records be given or shown to anyone other than the bishop or a clerk.\n\n\nMembers may view membership information for themselves and for any dependent children living at home on the \nMember Tools app\n. They may also request printed copies of their Individual Ordinance Summaries from the clerk. If errors are found, a clerk ensures that they are corrected on the membership records.\n\n\nInstructions on how to create a membership record are available in \nLCR\n.\n\n\nFor situations not addressed in this section, leaders should contact the Global Services Department or the area office.\n\n\n\n\n\n\n33.6.1\n\n\nNames Used in Church Records\n\n\n\n\nA person’s full legal name, as defined by local law or custom, should be used in membership records and on ordinance certificates.\n\n\n\n\n\n\n\n\n33.6.2\n\n\nMembers of Record\n\n\n\n\nThe following individuals are members of record and should have a membership record:\n\n\n\n\n\n\nThose who have been baptized and confirmed\n\n\n\n\n\n\nThose under age 9 who have been blessed but not baptized\n\n\n\n\n\n\nThose who are not accountable because of intellectual disabilities, regardless of age\n\n\n\n\n\n\nUnblessed children under age 9 when both of the following apply:\n\n\n\n\n\n\nAt least one parent or one grandparent is a member of the Church.\n\n\n\n\n\n\nBoth parents give permission for a record to be created. (If only one parent has legal custody of the child, the permission of that parent is sufficient.)\n\n\n\n\n\n\n\n\n\n\nA person age 9 or older who has a membership record but has not been baptized and confirmed is not a member of record. However, the ward in which the person lives retains the membership record until the person is 18. At that time, if the person chooses not to be baptized, the bishop cancels the membership record. The stake president’s permission is required.\n\n\nRecords are not canceled for those who have not been baptized because of an intellectual disability unless requested by the person or a legal guardian, including a parent.\n\n\n\n\n\n\n\n\n33.6.3\n\n\nRecords of New Ward Members\n\n\n\n\nThe ward clerk or an assistant ward clerk contacts new ward members soon after their membership records arrive to review the Individual Ordinance Summary for accuracy.\n\n\nFor instructions about introducing new members after their records are received or after they are baptized and confirmed, see \n29.2.1.1\n.\n\n\n\n\n\n\n\n\n33.6.4\n\n\nRecords of Members Who Move or Are Temporarily Away from Home\n\n\n\n\nWard leaders, ministering brothers and sisters, and clerks obtain the new addresses of members as soon as they become aware that members intend to move out of the ward. The clerk moves the records to the new ward when the members actually move. Clerks may also request the records of members moving into their ward when the records have not been sent by the previous ward.\n\n\nIf a clerk cannot find out where members have moved, the record is moved to the Finding Lost Members list in \nLCR\n. Elders quorum and Relief Society leaders review this report regularly and use available resources to locate these members. Other ward council members or missionaries may assist.\n\n\nIf the member’s location is found, the clerk moves the record accordingly. If the member’s location is not found after using all finding resources, the clerk receives the bishop’s approval to return the record to Church headquarters.\n\n\nRecords in the Finding Lost Members list are still assigned to the ward, but they do not appear in member lists and reports, and they are not included in ward statistics.\n\n\nWhen a person moves from a ward for more than three months, a clerk moves the membership record to the new ward unless the member intends to return after leaving for temporary or seasonal employment or schooling that may last longer than three months.\n\n\nWhen a person moves from the ward for less than three months and plans to return, the membership record is kept in the ward.\n\n\nWhen leaders are unsure how long a person will be away, they keep the record in the ward that can best meet the member’s needs.\n\n\n\n\n\n\n\n\n33.6.5\n\n\nOut-of-Unit Member Records\n\n\n\n\nA person’s membership record may be kept in only one ward at a time. Only the bishop of that ward may oversee updating the membership record, performing ordinances, and conducting interviews for the member.\n\n\nSome circumstances require that a member’s name and contact information be recorded in a secondary ward (see \n33.6.11\n and \n33.6.13\n for examples). In these cases, the clerk of the secondary ward creates an out-of-unit member record. He uses \nLCR\n to create this record.\n\n\nMembers with an out-of-unit record may receive a calling in that ward. They are also included on ward directories and rolls.\n\n\n\n\n\n\n\n\n33.6.6\n\n\nRecords of Members Serving outside Their Geographic Ward\n\n\n\n\n\n\n\n\n33.6.6.1\n\n\nRecords of Members with Other Church Assignments\n\n\n\n\nIf members have Church assignments outside of their geographic ward, their membership and financial records are kept in the geographic ward. If assignments require members to move from their geographic ward for three months or more and if their children accompany them, their membership records are moved to the new ward. (See \n33.6.4\n.)\n\n\n\n\n\n\n\n\n33.6.6.2\n\n\nRecords of Full-Time Missionaries\n\n\n\n\nSee \n24.6.2.8\n.\n\n\n\n\n\n\n\n\n\n\n33.6.7\n\n\nRecords of Young Single Adults\n\n\n\n\nYoung single adults between the ages of 18 and 30 may choose to be members of either their geographic ward or a YSA ward if one is assigned to the boundaries where they live. The membership record is kept in the ward they attend.\n\n\nThese principles also apply to single adults between the ages of 31 and 45 who choose to be members of a single adult ward.\n\n\nIf a young single adult plans to attend a ward temporarily (for example, while attending school), the membership record is kept in the ward he or she attends. With the member’s permission, the clerk of the ward where the member’s family lives may create an out-of-unit record for him or her (see \n33.6.5\n).\n\n\n\n\n\n\n\n\n33.6.8\n\n\nRecords of Members Who Live in Hospitals or Care Facilities\n\n\n\n\nThe records of members who live in hospitals or care facilities should be in the ward that can best serve them. In most cases, that is the ward where the hospital or facility is located.\n\n\n\n\n\n\n\n\n33.6.9\n\n\nRecords of Members in Military Service\n\n\n\n\nWhen a member enters military service for training, the membership record is kept in the geographic ward until he or she is assigned to a more long-term duty station. At that time the member should contact the geographic ward and provide the name and address of the new ward.\n\n\n\n\n\n\n\n\n33.6.10\n\n\nRecords of Members Who Have Intellectual Disabilities\n\n\n\n\nA person age 8 or older who has an intellectual disability, his or her parents (where applicable), and the bishop counsel together to determine whether the person is accountable. If the person is determined not to be accountable, the bishop or a clerk indicates “Not Accountable” in the baptism section of the person’s membership record in \nLCR\n. The record is not canceled. Ordinances are not necessary for a person whose record indicates that he or she is not accountable.\n\n\nSometimes an individual, his or her parents, and the bishop later counsel together and determine that a person is accountable after the record has been noted as “Not Accountable.” In that case, the bishop or a clerk (with the bishop’s approval) can remove the “Not Accountable” indication. For more information, see \n38.2.4\n.\n\n\n\n\n\n\n\n\n33.6.11\n\n\nRecords of Members Who Are Deaf or Hard of Hearing\n\n\n\n\nMembers who use sign language, and their immediate family members or legal guardians, may choose to have their Church membership records in any of the following places:\n\n\n\n\n\n\nTheir geographic ward\n\n\n\n\n\n\nA ward for members who are deaf or hard of hearing who live within its boundaries\n\n\n\n\n\n\nA ward that hosts a group for members who are deaf or hard of hearing who live within a geographic area specified by the stake president or Area President\n\n\n\n\n\n\nIn this situation, an individual or family’s records may be in one unit, and they may be out-of-unit members in another. (See \n33.6.5\n.)\n\n\nMembers who are deaf or hard of hearing may virtually attend wards or groups organized for those who are deaf or hard of hearing outside of the members’ geographic area.\n\n\n\n\n\n\n\n\n33.6.12\n\n\nRecords of Adopted Children\n\n\n\n\nRecords of adopted children may be created or updated only after an adoption is final. The name on the record should conform to the decree of adoption. Records of adoptive parents may be updated only after an adoption is final.\n\n\n\n\n\n\n\n\n33.6.13\n\n\nRecords of Children of Divorced Parents\n\n\n\n\nAll membership records use the legal name of a person, as defined by local law or custom. This includes children of parents who are divorced. The legal name on the membership record should also be recorded on certificates of blessings and priesthood ordinances.\n\n\nChildren with divorced parents often attend Church meetings in both parents’ wards. While only one unit may keep and update a child’s official membership record, an out-of-unit member record may be created in the other ward he or she attends (see \n33.6.5\n). This allows the child’s name and contact information to be included on ward lists and class rolls.\n\n\nChildren with an out-of-unit member record may receive a calling in that unit.\n\n\n\n\n\n\n\n\n33.6.14\n\n\nRecords with Annotations\n\n\n\n\nSee \n32.14.5\n.\n\n\n\n\n\n\n\n\n33.6.15\n\n\nMove Restrictions on Membership Records\n\n\n\n\nIf a member moves while formal membership restrictions or another serious concern is pending, the bishop or an authorized clerk may place a move restriction on the membership record. He uses \nLCR\n to do this.\n\n\nA record that has a move restriction is not moved to a new unit until the priesthood leader who placed the restriction authorizes it to be removed.\n\n\n\n\n\n\n\n\n33.6.16\n\n\nRecords from the “Address Unknown” File\n\n\n\n\nA member is sometimes located after his or her record has been in the “address unknown file” at Church headquarters. The record will include a message encouraging the bishopric, quorum, and organization leaders to visit the person as soon as possible and to provide fellowshipping.\n\n\n\n\n\n\n\n\n33.6.17\n\n\nRecording and Correcting Ordinance Information\n\n\n\n\nSee \nchapter 18\n.\n\n\n\n\n\n\n\n\n33.6.18\n\n\nRecording and Correcting Civil Information\n\n\n\n\nSee \n33.6\n.\n\n\n\n\n\n\n\n\n33.6.19\n\n\nAudits of Membership Records\n\n\n\n\nEach year the stake clerk or an assistant stake clerk ensures that an \naudit of membership records\n is conducted in each ward using \nLCR\n. The stake president may call others who are experienced in membership record keeping to assist with these audits. Audits should be completed by June 30 of each year.\n\n\n\n\n\n\n\n\n\n\n33.7\n\n\nHistorical Records\n\n\n\n\n\n\n\n\n33.7.1\n\n\nWard and Stake Histories\n\n\n\n\nThe Lord has commanded that “a history of all the important” matters concerning His Church be written and kept (\nDoctrine and Covenants 69:3\n; see also \nverse 5\n; \nAlma 37:2\n).\n\n\nEach unit in the Church is to document important matters concerning the unit. These matters include historical accounts from unit leaders.\n\n\nKeeping a history is a spiritual work that will strengthen the faith of those who write and read it. Documenting stories throughout the year will improve the quality of the history.\n\n\nStake and ward priesthood and organization leaders contribute stories using the \nUnit History tool\n on \nChurchofJesusChrist.org\n. Stake and ward clerks have the primary responsibility to organize and coordinate this effort. The stake presidency and bishopric may call a stake or ward history specialist to help. Additional instructions are available in the tool’s \nQuick Start Guide\n.\n\n\nMembers may use the Unit History tool to view stories that have been published by their ward and stake leaders. Published stories are automatically preserved by the Church.\n\n\n \n \nImage\nfamily carrying hay\n\n\n\n\n\n\n\n\n33.7.2\n\n\nChurch History\n\n\n\n\nThe Church History Department selectively collects historical records, including personal records, art, and artifacts “for the good of the church, and for the rising generations” (\nDoctrine and Covenants 69:8\n). Questions about the historical value of records may be addressed to:\n\n\nChurch History Library\n\n\n15 East North Temple Street\n\n\nSalt Lake City, UT 84150-1600\n\n\nTelephone: 1-801-240-5696\n\n\nEmail: \nhistory@ChurchofJesusChrist.org\n\n\n\n\n\n\n\n\n\n\n33.8\n\n\nConfidentiality of Records\n\n\n\n\nThe records of the Church are confidential, whether they exist on paper or digitally. These include:\n\n\n\n\n\n\nMembership records.\n\n\n\n\n\n\nFinancial records.\n\n\n\n\n\n\nNotes from meetings.\n\n\n\n\n\n\nOfficial forms and documents (including records of membership councils).\n\n\n\n\n\n\nLeaders and clerks are to safeguard Church records by handling, storing, and disposing of them in a way that protects the privacy of individuals. Leaders ensure that information that is gathered from members is:\n\n\n\n\n\n\nLimited to what the Church requires.\n\n\n\n\n\n\nUsed only for approved Church purposes.\n\n\n\n\n\n\nGiven only to those who are authorized to use it.\n\n\n\n\n\n\nInformation that is stored electronically must be kept secure and protected appropriately (see \n33.9.1\n). Leaders ensure that such data is not used for personal, political, or commercial purposes. Information from Church records, including historical information, may not be given to individuals or agencies conducting research or surveys (see \n38.8.37\n).\n\n\nLeaders and members must follow the guidelines in \n38.8.13\n to protect stake and ward directories.\n\n\n\n\n\n\n\n\n33.9\n\n\nRecords Management\n\n\n\n\nStake and ward leaders should make effective records management a part of their record-keeping procedures.\n\n\n\n\n\n\n33.9.1\n\n\nProtection\n\n\n\n\nAll Church records, reports, and data should be protected against unauthorized access, change, destruction, or disclosure. This information should be kept in a safe place. Highly sensitive records, including computer printouts, should be kept in a locked drawer or cabinet in the leader’s office when they are not being used.\n\n\nWhere possible, electronic copies of records, reports, and data should be encrypted and password protected. Lost or stolen Church-owned devices or storage media should be reported promptly at \nincidents.ChurchofJesusChrist.org\n. Misuse of Church information should also be reported.\n\n\n\n\n\n\n33.9.1.1\n\n\nUsernames and Passwords\n\n\n\n\nStake presidents, bishops, and other leaders should never share their Church username and password with counselors, clerks, executive secretaries, or others.\n\n\nLeaders are strongly encouraged to enable two-step verification (also known as multifactor authentication) on their Church account whenever possible.\n\n\n\n\n\n\n\n\n33.9.1.2\n\n\nShared Computers and Data Storage\n\n\n\n\nLeaders and clerks should not store membership or financial information on shared computers that can be accessed by others who are not authorized to have this information.\n\n\n\n\n\n\n\n\n33.9.1.3\n\n\nData Privacy\n\n\n\n\nMany countries have enacted data protection laws that regulate the processing of personal data. This includes the information in membership records and other Church records that identify individuals. Leaders who have questions about the application of data protection laws to the local management of Church records may contact the Church data privacy office at \nDataPrivacyOfficer@ChurchofJesusChrist.org\n.\n\n\n\n\n\n\n\n\n\n\n33.9.2\n\n\nRetention\n\n\n\n\nRecords should be kept only as long as they are needed for administrative, legal, and historical purposes. Financial records should be retained for at least three years plus the current year. Leaders who have questions about how long to keep records should contact the Global Services Department or the area office.\n\n\n\n\n\n\n\n\n33.9.3\n\n\nDisposition\n\n\n\n\nRecords that are outdated or no longer needed should be destroyed in such a way that the information cannot be retrieved or reconstructed.\n\n\nRecords that have potential historical value should not be discarded, destroyed, or placed in the ward resource center (library). Questions about the historical value of records may be addressed to the Church History Library (see contact information in \n33.7.2\n).\n\n\n\n\n\n\n\n\n\n\n33.10\n\n\nStake and Ward Technology Specialists\n\n\n\n\nThe stake presidency calls one or more stake members to serve as stake technology specialists. The bishopric may call one or more ward members to serve as ward technology specialists. Men, women, and youth may fill these callings.\n\n\nStake technology specialists serve under the guidance of the stake clerk. Ward technology specialists serve under the guidance of the ward clerk or executive secretary, as determined by the bishop. Their responsibilities can include the following:\n\n\n\n\n\n\nAssist stake or ward leaders with technical needs.\n\n\n\n\n\n\nTeach members how to access and use Church media, apps, and other technology tools, including \nFamilySearch.org\n.\n\n\n\n\n\n\nSupport leaders and teachers who use technology tools to fulfill their callings.\n\n\n\n\n\n\nManage streaming of meetings and classes for those who cannot attend (see \n29.7\n).\n\n\n\n\n\n\nIn addition, the stake technology specialist has the following responsibilities for managing Church computers in the stake, including those in FamilySearch centers:\n\n\n\n\n\n\nImplement direction from the stake presidency about placing, sharing, reassigning, and scheduling all stake computers.\n\n\n\n\n\n\nMaintain a current inventory of all computer hardware in the stake, with serial numbers, models, capacities, and physical locations.\n\n\n\n\n\n\nEnsure that (1) computers, software, and confidential information are secure and (2) data files are backed up regularly.\n\n\n\n\n\n\nBe familiar with the general policies for Church computers (see \n38.8.10\n).\n\n\n\n\n\n\nAs needed, stake technology specialists coordinate the work of ward technology specialists.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}