{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/36-creating-changing-and-naming-new-units?lang=eng#title_number11",
    "title": "36. Creating, Changing, and Naming New Units",
    "content": "\n\n\n\n\n\n\n\n36. Creating, Changing, and Naming New Units\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n36.0. Introduction\n36.1. Creating or Changing Stakes and Districts\n36.2. Creating or Changing Wards and Branches in Stakes\n36.3. Creating or Changing Branches in Missions\n36.4. Naming Church Units\n \n \n36.5. Implementing Proposed Changes\n \n \n36.6. Basic Unit Program\n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n36. Creating, Changing, and Naming New Units\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“36. Creating, Changing, and Naming New Units,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“36. Creating, Changing, and Naming New Units,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nman giving a talk in sacrament meeting\n\n\n36.\n\n\nCreating, Changing, and Naming New Units\n\n\n\n\n\n\n\n\n\n\n36.0\n\n\nIntroduction\n\n\n\n\nChurch members belong to congregations based on where they live (see \nMosiah 25:17–24\n). These congregations are necessary for organizing and doing the work of the Church under the proper priesthood authority. Leaders of congregations are given priesthood keys to authorize the performance of priesthood ordinances. Congregations also help members strengthen each other’s faith as they worship God, learn the teachings of Jesus Christ, and serve.\n\n\nChurch congregations (also called units) include stakes, districts, wards, and branches. They are created, changed, or discontinued only as needed.\n\n\nLeaders work to increase the spiritual strength of members before proposing to create a new unit or change a unit’s boundary. New units should be created only when the existing units are sufficiently strong.\n\n\nFor support in the United States and Canada, call 1-801-240-1007. Outside the United States and Canada, call the area office.\n\n\n\n\n\n\n\n\n36.1\n\n\nCreating or Changing Stakes and Districts\n\n\n\n\nStakes are created from districts or by dividing existing stakes. A stake or mission president may propose creating a new stake. He first ensures that it will meet the minimum requirements shown in the following table.\n\n\n\n\n\n\nMinimum Requirements to Create a Stake\n\n\n\n\n\n\nNumber of members (active and less active)\n\n\n\n\n2,000\n\n\n\n\nNumber of active, full-tithe-paying Melchizedek Priesthood holders capable of serving in leadership positions\n\n\n\n\n150\n\n\n\n\nNumber of participating adults\n\n\n\n\n500\n\n\n\n\nNumber of participating youth (recommended, not required)\n\n\n\n\n100\n\n\n\n\nNumber of wards\n\n\n\n\n5\n\n\n\n\n\n\n\n\n\n\nFor more information, see “\nBoundary and Leadership Proposals\n.”\n\n\n\n\n\n\n\n\n\n\nDistricts are created from branches in a mission or an existing stake. There is not a minimum number of members or branches needed to create a district.\n\n\nA district must have the level of strength needed for a stake for at least six months before a mission president can propose making it a stake.\n\n\nBoundaries of a stake or district follow the boundaries of the units that are within it. To propose changing stake or district boundaries or transferring a unit to a neighboring stake or district, the stake or mission presidents involved plan and coordinate the recommendation.\n\n\nA stake or mission president starts a new proposal at “\nBoundary and Leadership Proposals\n.” If he cannot use the online system, he can download paper forms by clicking on the link.\n\n\nApproval of proposed stake changes comes from the First Presidency and the Quorum of the Twelve. Generally, they make a decision within six weeks of receiving a completed proposal.\n\n\n\n\n\n\n\n\n36.2\n\n\nCreating or Changing Wards and Branches in Stakes\n\n\n\n\nWards and branches in stakes are created from existing units. A stake president may propose creating a new ward or branch in the stake. He first ensures that the new unit will meet the minimum requirements shown in the following table.\n\n\n\n\n\n\nMinimum Requirements to Create a Ward or Branch in a Stake\n\n\n\n\n\n\nWard\n\n\n\n\nBranch\n\n\n\n\nNumber of members (active and less active)\n\n\n\n\nWard\n\n\n\n\n250\n\n\n\n\nBranch\n\n\n\n\n20\n\n\n\n\nNumber of active, full-tithe-paying Melchizedek Priesthood holders capable of serving in leadership positions\n\n\n\n\nWard\n\n\n\n\n20\n\n\n\n\nBranch\n\n\n\n\n4\n\n\n\n\nNumber of participating adults\n\n\n\n\nWard\n\n\n\n\n100\n\n\n\n\nBranch\n\n\n\n\nNo minimum\n\n\n\n\nNumber of participating youth (recommended, not required)\n\n\n\n\nWard\n\n\n\n\n20\n\n\n\n\nBranch\n\n\n\n\nNo minimum\n\n\n\n\n\n\n\n\n\n\nFor more information, see “\nBoundary and Leadership Proposals\n.”\n\n\n\n\n\n\n\n\n\n\nA stake president may propose changing a branch into a ward when the unit meets the minimum requirements and he has identified a candidate who could serve as bishop.\n\n\nA stake president may propose realigning or discontinuing wards and branches when there is a clear need.\n\n\nA stake president starts a new proposal at “\nBoundary and Leadership Proposals\n.” If he cannot use the online system, he can download paper forms by clicking on the link.\n\n\nOnly the First Presidency can approve the proposal. Generally, they make a decision within four weeks of receiving a completed proposal.\n\n\n\n\n\n\n\n\n36.3\n\n\nCreating or Changing Branches in Missions\n\n\n\n\nA mission president may propose creating new branches in a mission. There is not a minimum number of members needed to create a branch in a mission. However, new branches generally should have at least four priesthood holders. At least one should be an active, full-tithe-paying Melchizedek Priesthood holder.\n\n\nA mission president starts a new proposal at “\nBoundary and Leadership Proposals\n.” If he cannot use the online system, he can download paper forms by clicking on the link.\n\n\nThe Area Presidency may give final approval or denial of a mission president’s proposal to:\n\n\n\n\n\n\nCreate and name a new branch in a mission.\n\n\n\n\n\n\nDiscontinue a branch in a mission.\n\n\n\n\n\n\nChange branch boundaries in a mission if the change does not affect a stake, a district, or another mission.\n\n\n\n\n\n\nThe Area Presidency must submit the approved proposal to Church headquarters for processing before the branch can be created or changed in the Church’s systems.\n\n\nThe Area Presidency may endorse \nbut not give final approval\n of a mission president’s proposal to:\n\n\n\n\n\n\nTransfer a branch to another stake, district, or mission.\n\n\n\n\n\n\nChange the name of an existing branch in a mission.\n\n\n\n\n\n\nChange branch boundaries in a mission if the change would affect a stake, a district, or another mission.\n\n\n\n\n\n\nCreate or change a mission branch for young single adults or single adults; members who do not speak the local native language; members who are in care centers, treatment programs, or prisons; or members in the military.\n\n\n\n\n\n\nIn these situations, the Area Presidency reviews the proposal, and if they endorse it, they submit it for approval. Only the First Presidency can give final approval. Generally, they make a decision within four weeks of receiving a completed proposal.\n\n\n \n \nImage\nfamily at church\n\n\n\n\n\n\n\n\n36.4\n\n\nNaming Church Units\n\n\n\n\nThe name of a unit should help identify it to those who live in the area. Generally, the names of existing units should not be changed.\n\n\nIf a stake or mission president desires only to change a unit name, he does not need to use the online system. He submits the proposal by calling 1-801-240-1007. Outside the United States and Canada, he calls the area office.\n\n\nIf a unit name needs to be changed because of a boundary realignment, the stake or mission president starts a new proposal by using the online system at \nBoundary and Leadership Proposals\n. If he cannot use the online system, he can download paper forms by clicking on the link.\n\n\nOnly the First Presidency can approve these proposals.\n\n\nArea Presidencies may approve proposals to create and name new branches in missions (see \n36.3\n).\n\n\n\n\n\n\n36.4.1\n\n\nNaming Stakes and Districts\n\n\n\n\nThe first word in the stake or district name is one of the following:\n\n\n\n\n\n\nThe city in which the stake or district headquarters is located\n\n\n\n\n\n\nAnother city in the stake or district that is well known to the members\n\n\n\n\n\n\nA geographic feature within the stake or district boundaries\n\n\n\n\n\n\nIn the United States and Canada, the second word is the state or province in which the stake or district is located. In other countries, the second word is the name of the country.\n\n\nWhen more than one stake or district is in the same city, the third word is an identifying characteristic within the unit boundaries. Some allowable identifying characteristics for stake and district names are shown below:\n\n\n\n\n\n\nCompass directions (north, south, east, or west)\n\n\n\n\n\n\nCommunity or neighborhood\n\n\n\n\n\n\nGeographic feature\n\n\n\n\n\n\nSome identifying characteristics that are \nnot\n allowed for stake and district names are shown below:\n\n\n\n\n\n\nOther directional terms (for example, southwest)\n\n\n\n\n\n\nNames of people\n\n\n\n\n\n\nWhen the name of a city is the same as the state, province, or country, it is not repeated in the name. For example:\n\n\n\n\n\n\nIdaho Falls Taylor Mountain Stake, \nnot\n Idaho Falls Idaho Taylor Mountain Stake\n\n\n\n\n\n\nMéxico City Azteca Stake, \nnot\n México City México Azteca Stake\n\n\n\n\n\n\n\n\n\n\n\n\n36.4.2\n\n\nNaming Wards and Branches\n\n\n\n\nA ward or branch is named after an identifying characteristic within its boundaries. Some allowable identifying characteristics for ward and branch names are shown below:\n\n\n\n\n\n\nCity\n\n\n\n\n\n\nCommunity or neighborhood\n\n\n\n\n\n\nStreet\n\n\n\n\n\n\nPark\n\n\n\n\n\n\nSchool\n\n\n\n\n\n\nGeographic feature\n\n\n\n\n\n\nSome identifying characteristics that are \nnot\n allowed for ward and branch names are shown below:\n\n\n\n\n\n\nCompass directions (for example, east or northwest)\n\n\n\n\n\n\nNames of people\n\n\n\n\n\n\nNames based only on a view (for example, Temple View, Mountain View, or River View)\n\n\n\n\n\n\nCombining two names to create a new name\n\n\n\n\n\n\nThe name of only one identifying characteristic is used in the ward or branch name. If there is more than one ward or branch with the same name, a number is added as part of the name, such as Preston 1st Ward and Preston 2nd Ward.\n\n\nThe name of the ward or branch should be in the language of the area. If the language does not use the Roman alphabet, a translation using Roman characters should be included in the application.\n\n\n\n\n\n\n\n\n\n\n36.5\n\n\nImplementing Proposed Changes\n\n\n\n\n\n\n\n\n36.5.1\n\n\nStake and District Changes\n\n\n\n\nThe approval letter for creating or discontinuing a stake or district generally indicates the date the changes will be made. This date should not be announced until the assigned General Authority discusses the details with the stake or mission president. The actual changes are not announced until the stake or district conference.\n\n\nStake or mission presidents notify Church headquarters or their area office after the changes have been made.\n\n\n\n\n\n\n\n\n36.5.2\n\n\nWard and Branch Changes\n\n\n\n\nAfter a stake or mission president receives approval for ward or branch changes, he generally has 90 days to present the changes to be sustained by the members. If he needs to delay longer than 90 days, he requests permission from the Office of the First Presidency.\n\n\nStake or mission presidents notify Church headquarters or their area office after the changes have been made. Maps and units are not updated until they are recorded by Church headquarters.\n\n\n\n\n \n \nImage\npeople singing in church\n\n\n\n\n\n\n\n\n36.6\n\n\nBasic Unit Program\n\n\n\n\nThe Church has developed the Basic Unit Program for use by some small branches or small authorized gatherings of members, known as groups (see \n37.7\n for more information on groups). An Area Presidency may authorize the use of the Basic Unit Program in small branches or groups where any of the following conditions apply:\n\n\n\n\n\n\nThe Church is in its beginning stages.\n\n\n\n\n\n\nMembers are scattered geographically.\n\n\n\n\n\n\nThe number of members is small, and leadership is just beginning to develop.\n\n\n\n\n\n\nMembers have special language needs or are in care centers, treatment programs, or prisons.\n\n\n\n\n\n\nAn Area Presidency may also authorize the use of the Basic Unit Program in missions or stakes where these conditions exist.\n\n\nGuidelines for this program are provided in the \nBasic Unit Program Guidebook\n.\n Other information is provided in the \nBranch Guidebook\n, \nPriesthood and Auxiliary Leaders’ Guidebook\n, \nFamily Guidebook\n, and \nTeaching Guidebook\n.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}