{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/37-specialized-stakes-wards-and-branches?lang=eng#title_number19",
    "title": "37. Specialized Stakes, Wards, and Branches",
    "content": "\n\n\n\n\n\n\n\n37. Specialized Stakes, Wards, and Branches\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n37.0. Introduction\n37.1. Language Wards and Branches\n \n \n37.2. Young Single Adult Wards and Branches in a Geographic Stake\n \n \n37.3. Young Single Adult Stakes and Their Wards and Branches\n \n \n37.4. Married Student Stakes and Wards\n \n \n37.5. Single Adult Wards\n \n \n37.6. Wards and Branches for Members in Special Circumstances\n37.7. Groups in Stakes, Missions, and Areas\n37.8. Church Units at Military Installations\n38. Church Policies and Guidelines\n \n \n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“37. Specialized Stakes, Wards, and Branches,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“37. Specialized Stakes, Wards, and Branches,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\npeople eating outside\n\n\n37.\n\n\nSpecialized Stakes, Wards, and Branches\n\n\n\n\n\n\n\n\n\n\n37.0\n\n\nIntroduction\n\n\n\n\nA stake president may propose creating specialized stakes, wards, and branches to serve members as outlined in this chapter. For information about creating specialized units in a mission, see \n36.3\n.\n\n\nA stake president starts a new proposal at \nBoundary and Leadership Proposals\n. If he cannot use the online system, he can download paper forms by clicking on the link. Only the First Presidency can approve the proposal.\n\n\nFor support in the United States and Canada, call 1-801-240-1007. Outside the United States and Canada, call the area office.\n\n\n\n\n\n\n\n\n37.1\n\n\nLanguage Wards and Branches\n\n\n\n\nA stake president may propose creating a language ward or branch for stake members (1) who do not speak the local native language or (2) who use sign language.\n\n\nA stake president may also propose creating a language ward or branch that includes members from one or more neighboring stakes. The stake presidents involved plan and coordinate the recommendation. One of the participating stakes will be responsible for the ward or branch.\n\n\n\n\n\n\nMinimum Requirements to Create a Language Ward or Branch in a Stake\n\n\n\n\n\n\nWard\n\n\n\n\nBranch\n\n\n\n\nNumber of members (active and less active)\n\n\n\n\nWard\n\n\n\n\n125\n\n\n\n\nBranch\n\n\n\n\nNo minimum\n\n\n\n\nNumber of active, full-tithe-paying Melchizedek Priesthood holders capable of serving in leadership positions\n\n\n\n\nWard\n\n\n\n\n15\n\n\n\n\nBranch\n\n\n\n\n4\n\n\n\n\n\n\nBoundaries for language units generally follow the boundaries of geographic wards, branches, and stakes.\n\n\nThe children and youth of a language unit may combine classes with a geographic unit if desired (see \n29.2.8\n).\n\n\nSee \n36.3\n for language branches in a mission. See \n36.4.2\n for ward and branch naming guidelines.\n\n\n \n \nImage\nyouth talking\n\n\n\n\n\n\n37.1.1\n\n\nMembership in a Language Ward or Branch\n\n\n\n\n\n\n\n\nMembers must live within the boundaries of the language ward or branch.\n\n\n\n\n\n\nMembers may choose to be members of the language unit or their geographic unit.\n\n\n\n\n\n\nEach person’s membership record should be in the unit he or she is attending.\n\n\n\n\n\n\n\n\n\n\n\n\n37.1.2\n\n\nLeadership in a Language Ward or Branch\n\n\n\n\n\n\n\n\nGenerally, the bishop or branch president and his counselors are called from within the boundaries of the language unit. Exceptions may be made for leaders who do not live within the unit’s boundaries if they live within the stake that is responsible for it.\n\n\n\n\n\n\nFirst Presidency approval is required before calling a bishop.\n\n\n\n\n\n\nGenerally, other leaders and teachers are called from among the membership of the ward or branch.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n37.2\n\n\nYoung Single Adult Wards and Branches in a Geographic Stake\n\n\n\n\nA stake president may propose creating a young single adult ward or branch (for members ages 18–30) if the stake has enough active young single adults who would like to attend. The following should be considered:\n\n\n\n\n\n\nThe effect on the personal progress and spiritual development of the young single adults. This includes their ability to participate in all aspects of God’s work of salvation and exaltation (see \n1.2\n).\n\n\n\n\n\n\nThe effect on the geographic units from which the young single adult unit will draw members.\n\n\n\n\n\n\nThe travel time and expense required of young single adults and leaders.\n\n\n\n\n\n\nStake presidents may also propose creating a ward or branch that includes members from one or more neighboring stakes. Stake presidents should consider whether multistake activities would meet the needs of young single adults better than creating a ward or branch. One of the participating stakes will be responsible for the ward or branch.\n\n\nA geographic stake with boundaries that overlap those of a young single adult stake should not have its own young single adult unit.\n\n\n\n\n\n\nMinimum Requirements to Create a Young Single Adult Unit in a Stake\n\n\n\n\n\n\nWard\n\n\n\n\nBranch\n\n\n\n\nNumber of \nactive\n members\n\n\n\n\nWard\n\n\n\n\n125\n\n\n\n\nBranch\n\n\n\n\n50\n\n\n\n\nNumber of active, full-tithe-paying Melchizedek Priesthood holders capable of serving in leadership positions\n\n\n\n\nWard\n\n\n\n\n15\n\n\n\n\nBranch\n\n\n\n\n4\n\n\n\n\n\n\nA young single adult ward usually should not have more than 225 \nactive\n members.\n\n\nSee \n36.4.2\n for ward and branch naming guidelines.\n\n\n\n\n\n\n37.2.1\n\n\nMembership in a Young Single Adult Ward or Branch in a Geographic Stake\n\n\n\n\n\n\n\n\nMembers must be young single adults (ages 18–30) who live within the boundaries of the young single adult ward or branch.\n\n\n\n\n\n\nYoung single adults may choose to be members of the young single adult unit or their geographic unit.\n\n\n\n\n\n\nEach person’s membership record should be in the unit he or she is attending.\n\n\n\n\n\n\nIf the stake president feels that it would help a less-active young single adult in his stake, he may approve transferring the membership record from the geographic unit to the young single adult unit. When the less-active member becomes active, he or she may choose to attend the young single adult unit or the geographic unit.\n\n\n\n\n\n\nYoung single adult parents (ages 18–30) who have children at home remain in their geographic unit. The parents may attend the activities of the young single adult unit.\n\n\n\n\n\n\nMembers do not attend a young single adult unit when they marry or reach the age of 31. See \n37.5\n for single adult members ages 31–45.\n\n\n\n\n\n\n\n\n\n\n\n\n37.2.2\n\n\nLeadership in a Young Single Adult Ward or Branch in a Geographic Stake\n\n\n\n\n\n\n\n\nThe bishop or branch president should be a married man of mature judgment and experience. First Presidency approval is required before calling a bishop. Generally, the bishop or branch president lives within the boundaries of the young single adult unit. Exceptions may be made for young single adult units that serve universities and colleges.\n\n\n\n\n\n\nThe bishop’s counselors may be members of the unit. Or they may be other single or married men who live within the unit boundaries. They must be high priests. If a man called as a counselor in a bishopric is not a high priest, the stake president ensures that he is ordained a high priest before setting him apart.\n\n\n\n\n\n\nA branch president and his counselors may be high priests or elders.\n\n\n\n\n\n\nOther leaders and teachers are called from among the young single adults who are members of the unit.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n37.3\n\n\nYoung Single Adult Stakes and Their Wards and Branches\n\n\n\n\nWhere large numbers of young single adults live in one area, usually near universities or colleges, one or more young single adult stakes may be organized.\n\n\n\n\n\n\nMinimum Requirements to Create a Young Single Adult Stake, Ward, or Branch\n\n\n\n\n\n\nYoung single adult stake\n\n\n\n\n\n\n\n\n1,500 members (active and less active)\n\n\n\n\n\n\n5 wards\n\n\n\n\n\n\n\n\nYoung single adult ward in a young single adult stake\n\n\n\n\n\n\n\n\n125 members (active)\n\n\n\n\n\n\n15 active, full-tithe-paying Melchizedek Priesthood holders who are capable of serving in leadership positions\n\n\n\n\n\n\n\n\nYoung single adult branch in a young single adult stake\n\n\n\n\n\n\n\n\n50 members (active)\n\n\n\n\n\n\n4 active, full-tithe-paying Melchizedek Priesthood holders who are capable of serving in leadership positions\n\n\n\n\n\n\n\n\n\n\nA geographic stake with boundaries that overlap those of a young single adult stake should not have its own young single adult unit.\n\n\nA young single adult unit that is in a geographic stake may be transferred to a young single adult stake only when:\n\n\n\n\n\n\nIts boundaries are adjacent to the young single adult stake.\n\n\n\n\n\n\nThe presidents of both stakes recommend the transfer.\n\n\n\n\n\n\nSee \n36.4.1\n and \n36.4.2\n for stake and ward naming guidelines.\n\n\n\n\n\n\n37.3.1\n\n\nMembership in a Young Single Adult Stake and Its Wards or Branches\n\n\n\n\n\n\n\n\nMembers must be young single adults (ages 18–30) who live within the boundaries of the young single adult ward or branch.\n\n\n\n\n\n\nAll active and less-active young single adults within the stake boundaries who are not living at home with their parents are members of the young single adult stake unless they choose to attend their geographic unit.\n\n\n\n\n\n\nYoung single adults who live at home with their parents may choose to be members of the young single adult unit or their geographic unit.\n\n\n\n\n\n\nEach person’s membership record should be in the unit he or she is attending.\n\n\n\n\n\n\nYoung single adult parents (ages 18–30) who have children at home remain in their geographic unit. The parents may attend the activities of the young single adult unit.\n\n\n\n\n\n\nMembers do not attend a young single adult unit when they marry or reach the age of 31. See \n37.5\n for single adult members (ages 31–45).\n\n\n\n\n\n\n\n\n\n\n\n\n37.3.2\n\n\nLeadership in a Young Single Adult Stake and Its Wards or Branches\n\n\n\n\n\n\n\n\nThe stake president, stake patriarch, bishops, and branch presidents should be married men of mature judgment and experience. First Presidency approval is required before calling a bishop. They may be called from outside the boundaries of the stake as determined by the Area Presidency. Those who extend such callings first consult with the person’s stake president to obtain approval. For guidelines, see \nchapter 30\n.\n\n\n\n\n\n\nThe stake president’s counselors, high councilors, bishopric counselors, and branch presidency counselors may be single or married men. Stake Relief Society presidents and counselors may be single or married women. Stake Sunday School presidents and counselors may be single or married men. These leaders may be members of the stake. Or they may be called from outside the boundaries of the stake as determined by the Area Presidency.\n\n\n\n\n\n\nA bishop’s counselors must be high priests. If a man called as a counselor in a bishopric is not a high priest, the stake president ensures that he is ordained a high priest before setting him apart. A branch president and his counselors may be high priests or elders.\n\n\n\n\n\n\nQuorum of the Twelve approval is required before calling a patriarch.\n\n\n\n\n\n\nIn wards and branches, other leaders and teachers are called from among the young single adults who are members of the unit.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n37.4\n\n\nMarried Student Stakes and Wards\n\n\n\n\nMarried student stakes and wards may be created to serve the married student members who live close to a university or college.\n\n\n\n\n\n\nMinimum Requirements to Create a Married Student Stake or Ward\n\n\n\n\n\n\nMarried student stake\n\n\n\n\n\n\n\n\n1,500 members (active and less active)\n\n\n\n\n\n\n5 wards\n\n\n\n\n\n\n\n\nMarried student ward\n\n\n\n\n\n\n\n\n125 members (active and less active)\n\n\n\n\n\n\n15 active, full-tithe-paying Melchizedek Priesthood holders who are capable of serving in leadership positions\n\n\n\n\n\n\n\n\n\n\nSee \n36.4.1\n and \n36.4.2\n for stake and ward naming guidelines.\n\n\n\n\n\n\n37.4.1\n\n\nMembership in Married Student Stakes and Wards\n\n\n\n\n\n\n\n\nMembers must be married students who live within the boundaries of the married student ward.\n\n\n\n\n\n\nMarried students may choose to be members of the married student ward or their geographic unit.\n\n\n\n\n\n\nMembership records should be in the unit the family is attending.\n\n\n\n\n\n\n\n\n\n\n\n\n37.4.2\n\n\nLeadership in Married Student Stakes and Wards\n\n\n\n\nSee \n37.3.2\n and apply the same guidelines.\n\n\n\n\n\n\n\n\n\n\n37.5\n\n\nSingle Adult Wards\n\n\n\n\nGenerally, single adult members (ages 31–45) are best served in geographic units. As an exception, a stake president may suggest creating a single adult ward.\n\n\nA stake president may also suggest creating a single adult ward with members from one or more neighboring stakes. The stake presidents involved plan and coordinate the recommendation. One of the participating stakes will be responsible for the ward.\n\n\n\n\n\n\nMinimum Requirements to Create a Single Adult Ward in a Stake\n\n\n\n\n\n\nNumber of members (active and less active)\n\n\n\n\n125\n\n\n\n\nNumber of active, full-tithe-paying Melchizedek Priesthood holders capable of serving in leadership positions\n\n\n\n\n15\n\n\n\n\n\n\nSee \n36.4.2\n for ward naming guidelines.\n\n\n\n\n\n\n37.5.1\n\n\nMembership in a Single Adult Ward\n\n\n\n\n\n\n\n\nMembers must be single adults (ages 31–45) who live within the boundaries of the single adult ward.\n\n\n\n\n\n\nSingle adults may choose to be members of the single adult ward or their geographic unit.\n\n\n\n\n\n\nEach person’s membership record should be in the unit he or she is attending.\n\n\n\n\n\n\nSingle adult parents (ages 31–45) who have children at home remain in their geographic unit. The parents may attend the activities of the single adult ward.\n\n\n\n\n\n\nMembers do not attend a single adult ward when they marry or reach the age of 46.\n\n\n\n\n\n\n\n\n\n\n\n\n37.5.2\n\n\nLeadership in a Single Adult Ward\n\n\n\n\n\n\n\n\nThe bishop should be a married high priest of mature judgment and experience. First Presidency approval is required before calling a bishop.\n\n\n\n\n\n\nA bishop’s counselors may be members of the unit. Or they may be other single or married men who live within the unit boundaries. They must be high priests. If a man called as a counselor in a bishopric is not a high priest, the stake president ensures that he is ordained a high priest before setting him apart.\n\n\n\n\n\n\nOther leaders and teachers are called from among the single adults who are members of the ward.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n37.6\n\n\nWards and Branches for Members in Special Circumstances\n\n\n\n\nA stake president may suggest creating wards or branches for members in special circumstances, such as those who are in care centers, treatment programs, or prisons.\n\n\nGenerally, leaders who are called to serve in these units should live within the stake that is responsible for the unit.\n\n\nSee \n36.3\n for information about branches in a mission for young single adults or single adults; members who do not speak the local native language; members who are in care centers, treatment programs, or prisons; or members in the military.\n\n\nSee \n36.4.2\n for ward and branch naming guidelines.\n\n\n \n \nImage\nwomen smiling\n\n\n\n\n\n\n\n\n37.7\n\n\nGroups in Stakes, Missions, and Areas\n\n\n\n\nGroups are small authorized gatherings of members overseen by a bishop, branch president, or mission president. The stake or mission president may recommend creating a group in the following circumstances:\n\n\n\n\n\n\nTravel for its potential members to meet with a ward or branch is difficult.\n\n\n\n\n\n\nA small number of members speak a language that is different from those in the ward or branch.\n\n\n\n\n\n\nMembers in the military are best served by being in a group (see \n38.9.4\n).\n\n\n\n\n\n\nTo propose creating a group, the stake or mission president submits a request to the Area Presidency. Only the Area Presidency can approve the request.\n\n\nA group must have at least two members. One must be a worthy priest in the Aaronic Priesthood or a worthy Melchizedek Priesthood holder.\n\n\nIn stakes, the stake president assigns a bishop or branch president to organize and supervise the group. In missions, the mission president assigns a branch president to organize and supervise it.\n\n\nGenerally, a group can be created to serve members who live in one or more units within a stake or district. Group membership is limited to those who live within the boundaries of the participating unit or units. Groups do not cross stake or district boundaries.\n\n\nThe stake president, mission president, bishop, or branch president calls a group leader and sets him apart. The group leader organizes and conducts group meetings, which include the administration of the sacrament.\n\n\nA group leader does not hold priesthood keys, and he is not authorized to:\n\n\n\n\n\n\nReceive tithes and offerings.\n\n\n\n\n\n\nCounsel members about serious sin.\n\n\n\n\n\n\nGive informal or formal membership restrictions.\n\n\n\n\n\n\nPerform other duties that require priesthood keys.\n\n\n\n\n\n\nTypically, groups use the Basic Unit Program (see \n36.6\n).\n\n\nMembership records of group members are kept in the ward or branch that supervises the group.\n\n\nChurch headquarters does not assign a unit number to groups.\n\n\nWhen a group qualifies, the stake or mission president may propose for it to become a branch.\n\n\n\n\n\n\n\n\n37.8\n\n\nChurch Units at Military Installations\n\n\n\n\nFor instructions on creating wards, branches, and service member groups that meet on military installations, see \n38.9.4\n.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}