{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/4-leadership-in-the-church-of-jesus-christ?lang=eng#title_number20",
    "title": "4. Leadership and Councils in the Church of Jesus Christ",
    "content": "\n\n\n\n\n\n\n\n4. Leadership and Councils in the Church of Jesus Christ\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \n4.0. Introduction\n4.1. The Purpose of Leadership in the Church\n4.2. Principles of Leadership in the Church\n \n \n4.3. Councils in the Church\n4.4. Principles of Effective Councils\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“4. Leadership and Councils in the Church of Jesus Christ,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“4. Leadership and Councils in the Church of Jesus Christ,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nward council meeting\n\n\n4.\n\n\nLeadership and Councils in the Church of Jesus Christ\n\n\n\n\n\n\n\n\n\n\n4.0\n\n\nIntroduction\n\n\n\n\nAs a leader in the Church, you have been called by inspiration through the Lord’s authorized servants. You have the privilege of assisting in Heavenly Father’s work of “bring[ing] to pass the immortality and eternal life of man” (\nMoses 1:39\n). You do this by encouraging members to engage in God’s work of salvation and exaltation for themselves, their families, and others (see \nchapter 1\n). You will find joy as you serve God’s children.\n\n\nFollowing Jesus Christ’s example, you will often serve others one by one. You will also have opportunities to provide leadership in Church meetings and activities. In addition, you may give important service through councils. These can include presidency meetings, ward council meetings, and others.\n\n\nYour consecrated service requires a sacrifice of time, but do not neglect your own needs and the needs of your family. Seek the guidance of the Holy Ghost to help you balance and fulfill your responsibilities (see \nMosiah 4:27\n).\n\n\n\n\n\n\n\n\n4.1\n\n\nThe Purpose of Leadership in the Church\n\n\n\n\nLeaders encourage members to engage in God’s work by becoming “true followers of … Jesus Christ” (\nMoroni 7:48\n). To do this, leaders first strive to be the Savior’s faithful disciples. Then they can help others draw nearer to Him. In the process of helping others, they become better disciples themselves (see \nMosiah 18:26\n; \nDoctrine and Covenants 31:5\n).\n\n\n\n\n\n\n\n\n4.2\n\n\nPrinciples of Leadership in the Church\n\n\n\n\nDuring His earthly ministry, the Savior set the example of leadership for His Church. His central purpose was doing the will of His Heavenly Father and helping others understand and live His gospel (see \nJohn 5:30\n; \nMosiah 15:7\n). He loved those He led and showed that love by serving them (see\n John 13:3–5\n).\n\n\nThe Savior increased the capacity of others by giving them responsibility and opportunities to grow (see \nMatthew 10:5–8\n; \nJohn 14:12\n). He encouraged and corrected with clarity and love (see \nJohn 21:15–17\n).\n\n\nThe Lord said, “Let every man learn his duty, and to act in the office in which he is appointed, in all diligence” (\nDoctrine and Covenants 107:99\n). These words apply to all who receive responsibility to serve and lead in the Savior’s Church.\n\n\nApplying the principles in this chapter will help you lead more effectively in the Savior’s Church.\n\n\n\n\n\n\n4.2.1\n\n\nPrepare Spiritually\n\n\n\n\nJesus prepared Himself spiritually for His earthly mission (see \nLuke 4:1–2\n). You likewise prepare spiritually by drawing close to Heavenly Father through prayer, scripture study, and obedience to His commandments. Following His prophets also helps you prepare spiritually (see \nDoctrine and Covenants 21:4–6\n).\n\n\nSeek revelation to understand the needs of those you lead and how to fulfill the work God has called you to do.\n\n\nThe Lord has also promised to bestow spiritual gifts upon those who seek them (see \nDoctrine and Covenants 46:8\n). As you humbly call upon Heavenly Father to receive these gifts, He will increase your ability to lead and lift those you serve.\n\n\n\n\n\n\n\n\n4.2.2\n\n\nMinister to All of God’s Children\n\n\n\n\nJesus ministered personally to people, reaching out to lift and teach those who felt alone, hopeless, or lost. He recognized the divine nature and eternal worth of each person.\n\n\nLove the people you serve as Jesus did. Pray “with all the energy of heart” to be filled with His love (\nMoroni 7:48\n). Establish sincere friendships. Reach out to those who may be lonely, need comfort, or have other needs. Your love will bless their lives and help people desire to come unto Christ.\n\n\nHelp individuals deepen their conversion and strengthen their faith in Heavenly Father and Jesus Christ. Help them prepare to make covenants as they receive their next ordinance. Encourage them to keep the covenants they have made and partake of the blessings of repentance. Help them know they can progress toward fulfilling their divine potential regardless of the challenges they face.\n\n\n\n\n\n\n\n\n4.2.3\n\n\nTeach the Gospel of Jesus Christ\n\n\n\n\nAll leaders are teachers. Strive to follow the Savior’s example as a teacher (see \nchapter 17\n; \nTeaching in the Savior’s Way\n). Through your words and actions, teach the doctrine of Jesus Christ and the principles of His gospel (see \n3 Nephi 11:32–33\n; \nDoctrine and Covenants 42:12–14\n). Effective teaching inspires people to strengthen their relationship with God and live the gospel, progressing toward eternal life.\n\n\nTeaching in the Savior’s way is more than talking; it includes listening and asking questions the way He did (see \nMatthew 16:13–17\n).\n\n\nEffective teachers are also diligent learners. Make the study of God’s word a high priority in your life. Gospel learning is a lifelong process.\n\n\nTeach from the scriptures and the words of latter-day prophets (see \nDoctrine and Covenants 52:9\n). Remember that “the preaching of the word [has] more powerful effect upon the minds of the people than … anything else” (\nAlma 31:5\n).\n\n\nSeek the influence of the Spirit as you prepare and teach. The Holy Ghost carries the truth unto the hearts and minds of those you teach (see \n2 Nephi 33:1\n).\n\n\nIf you are called or assigned to preside in a Church meeting or activity, ensure that the teaching is edifying and doctrinally correct (see \nDoctrine and Covenants 50:21–23\n).\n\n\n\n\n\n\n\n\n4.2.4\n\n\nPreside in Righteousness\n\n\n\n\nThe Lord revealed that “of necessity there are presidents, or presiding officers” in His Church (\nDoctrine and Covenants 107:21\n). Those who hold priesthood keys preside in their areas of responsibility, such as a quorum or ward.\n\n\nOther organizations in the Church, including the Relief Society, Young Women, Primary, and Sunday School, are also led by a presiding officer. These leaders are called, set apart, and given delegated authority by one who holds priesthood keys or someone he has authorized (see \n3.4.3\n).\n\n\nEach presiding officer serves under the direction of a person who holds priesthood keys (see \n3.4.1\n). This structure provides order and clear lines of responsibility and accountability in doing the Lord’s work.\n\n\nA presiding officer may delegate to another person a temporary assignment to preside. For example, if a Relief Society president will be absent from a Relief Society Sunday meeting, she would assign her first counselor to preside in the meeting.\n\n\nA leader who presides in a Church organization, meeting, or activity ensures that the Lord’s purposes are accomplished. In doing this, the leader follows gospel principles, Church policies, and the direction of the Holy Ghost.\n\n\nThose who preside follow the example of Jesus Christ in serving with gentleness, meekness, and pure love (see \nJohn 13:13–15\n). A calling or assignment to preside does not make the person who receives it more important or valued than others (see \nDoctrine and Covenants 84:109–10\n).\n\n\nIf you have been called or assigned to preside, follow the Savior’s teaching that “whosoever will be chief among you, let him be your servant” (\nMatthew 20:27\n; see \nverses 26–28\n). Counsel with others and seek unity in understanding the Lord’s will and doing His work (see \nDoctrine and Covenants 41:2\n; see also \n4.4\n in this handbook).\n\n\nIt is not appropriate to aspire to preside in any organization in the Lord’s Church (see \nDoctrine and Covenants 121:34–37\n). Rather, humbly and faithfully serve in the position to which you are called. Strive to do the Lord’s work with an eye single to His glory (see \nDoctrine and Covenants 4:5\n).\n\n\n \n \nImage\nward meeting\n\n\n\n\n\n\n\n\n4.2.5\n\n\nDelegate Responsibility and Ensure Accountability\n\n\n\n\nThe Savior gave His disciples meaningful assignments and responsibilities (see \nLuke 10:1\n). He also gave them an opportunity to account for the work they were given to do (see \nLuke 9:10\n).\n\n\nAs a leader, you can help others grow by delegating assignments to them. In this way you will also help them receive the blessings that come from serving. Strive to engage all members in doing God’s work.\n\n\nDelegating will also make your service more effective. If you try to do too much, you will “surely wear away” (\nExodus 18:18\n). Seek the Spirit’s guidance about what to delegate so you can focus on your highest priorities.\n\n\nDelegating is more than giving an assignment. It also includes teaching and trusting another person to fulfill the assignment. It usually includes the following elements:\n\n\n\n\n\n\nMeet with the person to invite him or her to serve the Lord in an assignment. Help the person understand the assignment and its purposes.\n\n\n\n\n\n\nCounsel together about the assignment, who else could be involved, and when it should be finished. Ensure that the person understands and willingly accepts the assignment. Express confidence in his or her abilities.\n\n\n\n\n\n\nEncourage the person to seek inspiration about how to fulfill the assignment. Show your trust and help the person succeed. Provide direction and support as needed.\n\n\n\n\n\n\nPeriodically ask the person to report on the assignment. Accept the person’s best efforts, and express appreciation for what he or she has done.\n\n\n\n\n\n\nThe guidelines for extending a calling in \n30.1.1\n should also be followed when delegating, as applicable.\n\n\n\n\n\n\n\n\n4.2.6\n\n\nPrepare Others to Be Leaders and Teachers\n\n\n\n\nThe Savior prepared His Apostles to become leaders in His Church. You likewise help others prepare to be leaders and teachers. The Lord’s work focuses on helping people, not just administering Church programs. These programs are not ends in themselves. They exist to help people grow.\n\n\nWhen considering who could serve in Church callings or assignments, be prayerful. Remember that the Lord will qualify those He calls. What is most important is that they are willing to serve, will humbly seek the Lord’s help, and are striving to be worthy. Callings and assignments can help them grow by providing opportunities to exercise their faith, work hard, and feel God magnifying their efforts. Provide guidance and assistance to youth, new members, and others who may need extra support in fulfilling their callings.\n\n\nSometimes the same people are called repeatedly to leadership positions. This can overburden them and their families and take opportunities away from others. Seek to give all members opportunities to serve and grow.\n\n\nFor more information about Church callings, see \nchapter 30\n.\n\n\n\n\n\n\n\n\n4.2.7\n\n\nPlan Meetings, Lessons, and Activities with Clear Purposes\n\n\n\n\nSeek inspiration from the Lord in planning meetings, lessons, and activities that have clear purposes. These purposes should strengthen individuals and families, bring them closer to Christ, and help accomplish God’s work of salvation and exaltation (see \nchapters 1\n and \n2\n). When planning, follow the principles in \n4.4.2\n and in \nchapters 20\n and \n29\n.\n\n\n\n\n\n\n\n\n4.2.8\n\n\nEvaluating Your Efforts\n\n\n\n\nRegularly review your responsibilities and spiritual growth as a leader. Consider also the growth of those you lead.\n\n\nYour success as a leader is measured primarily by your commitment to helping God’s children become faithful disciples of Jesus Christ. Because all people have agency, some may choose to depart from the covenant path. At times this may discourage you, but as you turn to the Lord, He will lift and comfort you (see \nAlma 26:27\n). You can know that the Lord is pleased with your efforts as you feel the Spirit working through you.\n\n\n\n\n\n\n\n\n\n\n4.3\n\n\nCouncils in the Church\n\n\n\n\nHeavenly Father has established councils as an important part of receiving inspiration, making decisions, and accomplishing His work. Councils existed before the world was created. Each of us participated in these councils before coming to earth. (See \nDoctrine and Covenants 121:32\n; \nAbraham 3:22–28\n.)\n\n\nFollowing this pattern, the Church of Jesus Christ is governed by councils at every level. For example, the Council of the First Presidency and Quorum of the Twelve Apostles (see \n5.1.1.1\n), Area Presidencies (see \n5.2.1\n), stake presidencies, and bishoprics are all councils. In addition to stake and ward councils, each presidency of a Church organization, quorum, or class is also a council.\n\n\nThe Lord has instructed the leaders of His Church to counsel together in doing His work (see \nDoctrine and Covenants 41:2–3\n). Councils provide opportunities for council members to receive revelation as they seek to understand the needs of God’s children and plan how to help meet them.\n\n\n \n \nImage\ntwo men talking\n\n\n\n\n\n\n\n\n4.4\n\n\nPrinciples of Effective Councils\n\n\n\n\nSome principles of effective councils are outlined in this section.\n\n\n\n\n\n\n4.4.1\n\n\nPurposes of Councils\n\n\n\n\nThe primary purpose of councils is to help members work together in seeking divine guidance about matters that will bless individuals and families (see \nDoctrine and Covenants 43:8–9\n). Councils give special emphasis to helping members receive ordinances and keep the associated covenants. Council members also seek inspiration about planning and coordinating the Lord’s work in their area of responsibility.\n\n\nSome administrative business, such as calendar planning, may not require discussion in a council setting. Much of this can be handled through communication before and after meetings.\n\n\nCouncil members give particular care to individuals and families with pressing needs. Councils help coordinate assistance. For information about some of these needs, along with resources for understanding and assisting, see \nLife Help\n in the Gospel Library.\n\n\n\n\n\n\n\n\n4.4.2\n\n\nPreparation for Council Meetings\n\n\n\n\nPresidencies and councils are expected to meet regularly. Leaders seek the Lord’s guidance in planning council meetings. They also seek input from council members in deciding what to discuss.\n\n\nLeaders let council members know of the matters for discussion in advance. Council members prepare to share insights about these matters. For ward and stake councils, much of this preparation occurs in presidency meetings.\n\n\nCouncil members prepare themselves spiritually to participate in council meetings.\n\n\n\n\n\n\n\n\n4.4.3\n\n\nDiscussion and Decisions\n\n\n\n\nThe Lord said, “Let one speak at a time and let all listen unto his sayings, that when all have spoken that all may be edified of all, and that every man may have an equal privilege” (\nDoctrine and Covenants 88:122\n). This principle applies to Church councils.\n\n\nDuring a council meeting, the leader (or someone the leader assigns) explains the matter being considered. The leader then encourages discussion among all council members, asking questions and seeking ideas.\n\n\nThe leader encourages members to speak openly and honestly. The diverse backgrounds, ages, experiences, and viewpoints of council members enrich the council. Members share suggestions and listen to each other respectfully. As they seek to know the Lord’s will, a spirit of inspiration and unity can prevail.\n\n\nIn a council that includes women and men, the leader seeks insights and ideas from both. Women and men often have different perspectives that provide needed balance. Men and women reach better decisions and have greater success in the Lord’s service as they value each other’s contributions and work together.\n\n\nA leader guides the council’s discussions. However, he or she should listen more than talk. When a council leader shares his or her perspective too early, it can inhibit the contributions of others. When necessary, the council leader gently redirects or refocuses the discussion.\n\n\nAfter the discussion, the leader may either decide on a course of action or postpone a decision while seeking additional information and guidance. The decision should be informed by the discussion and confirmed by the Spirit. The council process helps bring about inspired decisions that go beyond a leader’s own best judgment. The leader may also refer the matter to a different council.\n\n\nSometimes council members may have unsettled feelings about an important decision. When this happens, the leader may wait for another meeting to consider the matter further and seek spiritual confirmation and unity. In some cases, a council member may want to meet with the leader individually to discuss his or her concerns.\n\n\n\n\n\n\n\n\n4.4.4\n\n\nUnity\n\n\n\n\nThe Lord instructed His disciples to “be one” (\nDoctrine and Covenants 38:27\n). Council members seek to become one in desire and purpose with Heavenly Father and Jesus Christ. They strive for unity in their discussions and decisions.\n\n\nCouncil members should avoid contention, unrighteous judgment, and gossip (see \n3 Nephi 11:28–30\n). As they act in unity, Heavenly Father will bless their efforts.\n\n\n\n\n\n\n\n\n4.4.5\n\n\nAction and Accountability\n\n\n\n\nCouncil members do most of their work before and after council meetings. During meetings, they seek inspiration in developing plans to implement decisions. The council leader invites members to fulfill assignments relating to these plans. Council members usually invite others in their organization to help. Individuals should not be overburdened with assignments.\n\n\nCouncil members report on their assignments. Progress usually requires sustained attention and follow-up assignments.\n\n\n\n\n\n\n\n\n4.4.6\n\n\nConfidentiality\n\n\n\n\nLeaders use discretion when sharing personal information with a council. They generally seek a member’s permission to share this information.\n\n\nThe council respects the desires of any who request confidentiality. Council members should not share personal information outside the council unless required to fulfill an assignment from the council leader.\n\n\nSome matters are too sensitive to bring before an entire council. As appropriate, leaders review these matters with individual members of the council. Or they may refer some matters to a different council.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}