{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/5-general-and-area-leadership?lang=eng#title_number15",
    "title": "5. General and Area Leadership",
    "content": "\n\n\n\n\n\n\n\n5. General and Area Leadership\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n5.0. Introduction\n5.1. General Church Leadership\n \n \n5.2. Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n5. General and Area Leadership\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“5. General and Area Leadership,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“5. General and Area Leadership,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n.\n\n\n\n\n \n \nImage\nFirst Presidency\n\n\n5.\n\n\nGeneral and Area Leadership\n\n\n\n\n\n\n\n\n\n\n5.0\n\n\nIntroduction\n\n\n\n\nJesus Christ is the “chief corner stone” of His Church (\nEphesians 2:20\n). He holds all priesthood keys. He calls apostles and prophets to assist in God’s work of salvation and exaltation. He confers upon these chosen servants all the keys that presently pertain to the kingdom of God on the earth. (See \nDoctrine and Covenants 27:12–13\n; see also \n3.4.1\n in this handbook.)\n\n\nThrough prophets and apostles, the Lord calls men to the office of Seventy to assist in His work in all the world (see \nDoctrine and Covenants 107:38\n). In addition, the Presiding Bishopric, General Officers, and other men and women leaders are given important responsibilities to assist in the work.\n\n\nThis chapter describes the roles of general and area leaders in the Church.\n\n\n\n\n\n\n\n\n5.1\n\n\nGeneral Church Leadership\n\n\n\n\nThe Church’s general leadership includes all General Authorities and General Officers. The word \ngeneral\n indicates that the authority and responsibilities associated with the callings are not limited by geographic boundaries. Those who hold these callings lead, teach, and minister to Church members throughout the world.\n\n\nThis section summarizes the roles of General Authorities, General Officers, and the councils and committees in which they serve.\n\n\n\n\n\n\n5.1.1\n\n\nGeneral Authorities\n\n\n\n\n\n\n\n\n5.1.1.1\n\n\nFirst Presidency and Quorum of the Twelve Apostles\n\n\n\n\nPresident of the Church.\n Since ancient days, the Lord has directed His people through prophets (see \nAmos 3:7\n; \nEphesians 4:11–13\n). The President of the Church is a prophet, seer, and revelator. He is also the senior Apostle. Under the Lord’s direction, he presides over the Church and is the only person on earth authorized to exercise all priesthood keys (see \nMatthew 16:16–19\n; see also \n3.4.1.1\n in this handbook). He has authority to receive revelation and declare the will of God for the whole Church. (See \nDoctrine and Covenants 43:2–3\n; \n107:91–92\n; \n128:11\n.)\n\n\nFirst Presidency.\n Through the President of the Church, the Lord calls counselors to assist in the work. The President and his counselors are “three Presiding High Priests … [who] form a quorum of the Presidency of the Church” (\nDoctrine and Covenants 107:22\n). This quorum is called the First Presidency. Members of the First Presidency are Apostles and as such are “special witnesses” of the name of Jesus Christ (\nDoctrine and Covenants 107:23\n). The First Presidency presides over and directs all the affairs of the Church.\n\n\nPeter, James, and John fulfilled this role in the ancient Church. They were with the Savior on several sacred occasions and received the keys of the kingdom. (See \nMatthew 16:18–19\n; \n17:1–5\n; \nMark 14:32–42\n; \nDoctrine and Covenants 27:12–13\n; \n81:1–2\n.)\n\n\nWhen the President of the Church dies, the First Presidency is dissolved. The counselors return to their positions of seniority within the Quorum of the Twelve Apostles. Under the direction of the senior Apostle, the Quorum of the Twelve leads the Church. As a quorum, they consider when the First Presidency should be reorganized. After unanimous decision, the senior Apostle is ordained as the new President of the Church and calls his counselors.\n\n\nQuorum of the Twelve Apostles.\n Anciently, Jesus Christ called twelve Apostles to help lead His Church (see \nLuke 6:12–13\n; \nEphesians 4:11–13\n; \n1 Nephi 13:40\n). In our day, the Lord calls men through the President of the Church to be ordained as Apostles and to serve in the Quorum of the Twelve Apostles (see \nDoctrine and Covenants 18:26–28\n). This quorum acts under the direction of the First Presidency to build up and regulate the Church in all nations (see \nDoctrine and Covenants 107:33\n). Members of the Twelve proclaim the gospel in all the world (see \nMatthew 28:19–20\n; \nDoctrine and Covenants 107:35\n).\n\n\nEach Apostle holds all the keys of the kingdom and exercises those keys under the direction of the President of the Church (see \nDoctrine and Covenants 112:30–32\n). The Twelve Apostles are “special witnesses” of the name of Jesus Christ (\nDoctrine and Covenants 107:23\n; see also \n27:12\n). They witness to all the world of His divinity and the reality of His Resurrection (see \nActs 1:8, 22\n; \n4:33\n; \nDoctrine and Covenants 76:22–24\n).\n\n\nApostles serve full-time in the Church for the remainder of their lives (see \nMatthew 4:18–22\n).\n\n\nThe Council of the First Presidency and Quorum of the Twelve Apostles.\n All members of the First Presidency and Quorum of the Twelve Apostles are prophets, seers, and revelators. Together they form the Council of the First Presidency and Quorum of the Twelve Apostles. Under the direction of the Lord and by unanimous voice, this council has authority to declare and interpret doctrine and establish policy for the Church (see \nDoctrine and Covenants 1:38\n; \n107:27–31\n).\n\n\n \n \nImage\nFirst Presidency and Quorum of the Twelve\n\n\n\n\n\n\n\n\n5.1.1.2\n\n\nThe Seventy\n\n\n\n\nThe office of Seventy in the Melchizedek Priesthood is referenced in both the Old and New Testaments (see \nExodus 24:1, 9–10\n; \nNumbers 11:16–17, 24–25\n; \nLuke 10:1, 17\n). Today, there are General Authority Seventies and Area Seventies (see \n5.2.2\n). They act under the keys and direction of the Quorum of the Twelve Apostles. They assist the Twelve in building up and regulating the Church in all nations (see \nDoctrine and Covenants 107:34–35, 38\n).\n\n\nPresidency of the Seventy\n. Seven members of the Seventy are called as presidents to preside over all members of the Seventy. One of the seven presidents is chosen to preside over the other six. They comprise the Presidency of the Seventy. (See \nActs 6:2–6\n; \nDoctrine and Covenants 107:93–94\n; \n124:138\n.)\n\n\nGeneral Authority Seventies.\n General Authority Seventies are called by the First Presidency to be special witnesses who bear record of the name of Jesus Christ and teach the gospel in all the world (see \nDoctrine and Covenants 107:25\n; \n124:139\n).\n\n\nGeneral Authority Seventies serve full-time in the Church. They are generally released in the year they turn 70 years old and are granted emeritus status. Although they retain the office of Seventy, they no longer preside in meetings.\n\n\nQuorums of the Seventy.\n Members of the Seventy, including Area Seventies, are organized into quorums. The Presidency of the Seventy presides over these quorums. The number of members of the Seventy and quorums of Seventy may increase with the growth of the Church. (See \nDoctrine and Covenants 107:95–96\n; \n124:138–39\n).\n\n\n\n\n\n\n\n\n5.1.1.3\n\n\nPresiding Bishopric\n\n\n\n\nThe Presiding Bishopric consists of the Presiding Bishop and his two counselors. Each member of the Presiding Bishopric is a General Authority and holds the office of bishop. They are called by the First Presidency and work under their direction.\n\n\nThe Presiding Bishopric administers temporal matters, such as welfare, finances, physical facilities, and humanitarian efforts, for the entire Church (see \nDoctrine and Covenants 107:68\n). They also teach the gospel and build up the kingdom of God throughout the world.\n\n\n\n\n\n\n\n\n\n\n5.1.2\n\n\nGeneral Officers\n\n\n\n\nThe First Presidency calls women and men to form the General Presidencies of the following Church organizations:\n\n\n\n\n\n\nRelief Society\n\n\n\n\n\n\nYoung Men\n\n\n\n\n\n\nYoung Women\n\n\n\n\n\n\nPrimary\n\n\n\n\n\n\nSunday School\n\n\n\n\n\n\nThese General Officers serve under the direction of the First Presidency, the Quorum of the Twelve Apostles, and assigned General Authority Seventies. They typically serve for five years.\n\n\nGeneral Officers may have the following responsibilities:\n\n\n\n\n\n\nTeach and testify of Jesus Christ and His gospel.\n\n\n\n\n\n\nServe as members of general Church councils and committees as assigned.\n\n\n\n\n\n\nFulfill assignments throughout the world to minister to members.\n\n\n\n\n\n\nProvide guidance for curriculum, programs, and resources for their organizations.\n\n\n\n\n\n\nProvide guidance to their general organization councils (see the next paragraph).\n\n\n\n\n\n\nInstruct and support area organization advisers, who serve under the direction of the Area Presidencies (see \n5.2.5.1\n).\n\n\n\n\n\n\nEach general Church organization may have a council to assist the Presidency.\n\n\n \n \nImage\nRelief Society General Presidency\n\n\n\n\n\n\n\n\n\n\n5.2\n\n\nArea Leadership\n\n\n\n\nThe Church is organized into geographic areas covering the entire world. This section summarizes the leadership of the Church in these areas.\n\n\n\n\n\n\n5.2.1\n\n\nArea Presidency\n\n\n\n\nIn each area, a General Authority Seventy is assigned by the First Presidency and Quorum of the Twelve Apostles to serve as the Area President. Two counselors, who are General Authority Seventies or Area Seventies, are assigned to assist the president.\n\n\nThe Area Presidency presides over and counsels with stake and mission presidents in the area. They also support temple presidents and matrons. In counsel with members of the Quorum of the Twelve Apostles and the Presidency of the Seventy to whom they report, they determine how to apply general Church policy and direction to meet the needs in their area.\n\n\nMembers of the Area Presidency travel within the assigned area to minister to, teach, and encourage local leaders, missionaries, and Church members. They are assigned by the Quorum of the Twelve Apostles to preside at stake conferences and other meetings.\n\n\n\n\n\n\n\n\n5.2.2\n\n\nArea Seventies\n\n\n\n\nArea Seventies are called by the First Presidency to be special witnesses who bear record of the name of Jesus Christ and teach the gospel in their assigned areas (see \nDoctrine and Covenants 107:25\n; \n124:139\n). Working under the direction of the Area Presidency, they assist the Twelve in building up and regulating the Church in their area.\n\n\nArea Seventies are not called to full-time service. They typically serve for five years. They are usually assigned to serve in the geographical area where they live (see \nDoctrine and Covenants 107:38, 98\n). Area Seventies are sustained in general conference.\n\n\nEach Area Seventy belongs to a quorum of the Seventy. These quorums are organized by geography. As members of these quorums, Area Seventies are presided over by the Presidency of the Seventy.\n\n\nArea Seventies work and counsel together with local Church leaders to help them fulfill their responsibilities. Area Seventies may be assigned to:\n\n\n\n\n\n\nServe on the area council (see \n5.2.3\n).\n\n\n\n\n\n\nPreside at coordinating council meetings (see \n5.2.4\n).\n\n\n\n\n\n\nPreside at stake conferences and instruct stake leaders.\n\n\n\n\n\n\nCreate or reorganize stakes, set apart new stake presidencies, and confer keys on the stake president.\n\n\n\n\n\n\nCoordinate area-wide responsibilities, including activities (see \n20.3.3\n), \nJustServe.org\n (where it is available), disaster recovery, or other assignments.\n\n\n\n\n\n\nTour missions and instruct mission leaders and missionaries.\n\n\n\n\n\n\nServe as a counselor in the Area Presidency.\n\n\n\n\n\n\nArea Seventies preside at all Church meetings they attend within their area unless a General Authority is present. However, they do not preside over the day-to-day work of temple, mission, or stake presidents. These presidents serve under the direction of the Area Presidency.\n\n\n\n\n\n\n\n\n5.2.3\n\n\nArea Council\n\n\n\n\nIn each area, an area council meets as needed (usually quarterly) to coordinate God’s work of salvation and exaltation in their area. The Area Presidency presides over the area council. This council consists of the Area Presidency and Area Seventies serving in the area. Others may attend part or all of the council’s meetings when needed and when invited by the Area Presidency.\n\n\n\n\n\n\n\n\n5.2.4\n\n\nCoordinating Council\n\n\n\n\nThe Area Presidency establishes coordinating councils. Each council includes specified stakes and missions in an area. The Area Presidency assigns an Area Seventy to lead each council.\n\n\nStake and mission presidents attend coordinating council meetings. Temple presidents whose temple districts are within the boundaries of the coordinating council are invited to attend when practical.\n\n\nOthers may attend part or all of the meetings when needed and when invited by the Area Seventy. Area Seventies consider distance, family circumstances, and travel when making these invitations.\n\n\nThe purpose of coordinating council meetings is to help stake, mission, and temple presidents exercise priesthood keys in unity. Together they counsel about and coordinate efforts to help members in their responsibilities to participate in God’s work of salvation and exaltation.\n\n\nThe Area Seventy convenes a coordinating council meeting soon after each quarterly area council meeting (see \n29.4\n). Additional meetings may be held when needed.\n\n\n\n\n\n\n\n\n5.2.5\n\n\nArea Callings\n\n\n\n\nThe Area Presidency may call members to serve in area callings to assist the Area Presidency in their responsibilities. Those serving in these positions are called and set apart by a member of the Area Presidency or an assigned Area Seventy. They are not sustained.\n\n\nExamples of area callings may include area executive secretary, area auditor, area communications director, area temple and family history adviser, and area organization adviser.\n\n\n\n\n\n\n5.2.5.1\n\n\nArea Organization Advisers\n\n\n\n\nOutside of the United States and Canada, Area Presidencies may call women to serve as area organization advisers. These advisers may help orient and instruct new stake Relief Society, Young Women, and Primary presidencies, under the direction of these leaders’ stake presidencies (see \n6.2.1.6\n). A member of the stake presidency or an assigned high councilor participates in this orientation.\n\n\nArea advisers serve under the direction of their Area Presidency. They also receive regular instruction from general organization presidencies. They typically serve for three years.\n\n\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}