{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/6-stake-leadership?lang=eng#title_number39",
    "title": "6. Stake Leadership",
    "content": "\n\n\n\n\n\n\n\n6. Stake Leadership\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n6.1. Purposes of a Stake\n6.2. Stake Presidency\n \n \n6.3. Differences between the Authority of District Presidents and That of Stake Presidents\n6.4. Stake Executive Secretary, Assistant Stake Executive Secretaries, Stake Clerk, and Assistant Stake Clerks\n \n \n6.5. High Council\n \n \n6.6. Stake Patriarch\n \n \n6.7. Stake Organizations\n \n \n6.8. Stake Specialists\n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n6. Stake Leadership\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“6. Stake Leadership,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“6. Stake Leadership,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nleader talking to family\n\n\n6.\n\n\nStake Leadership\n\n\n\n\n\n\n\n\n\n\n6.1\n\n\nPurposes of a Stake\n\n\n\n\nIsaiah described latter-day Zion as a tent or a tabernacle secured by stakes (see \nIsaiah 33:20\n; \n54:2\n). Today the Church is organized into stakes. Each stake is composed of multiple wards and is led by a stake president.\n\n\nThe Lord establishes stakes for “the gathering together” of His people and “for a defense, and … a refuge” from the world (\nDoctrine and Covenants 115:6\n). Members and leaders in a stake work together to participate in God’s work of salvation and exaltation (see \n1.2\n).\n\n\n\n\n\n\n\n\n6.2\n\n\nStake Presidency\n\n\n\n\nThe stake president holds the priesthood keys to lead the work of the Church in the stake (see \n3.4.1\n). He and his counselors form a stake presidency. They care for stake members with love, helping them become true followers of Jesus Christ.\n\n\nThe stake president has four principal responsibilities:\n\n\n\n\n\n\nHe is the presiding high priest in the stake.\n\n\n\n\n\n\nHe leads God’s work of salvation and exaltation in the stake.\n\n\n\n\n\n\nHe is a common judge.\n\n\n\n\n\n\nHe oversees records, finances, and properties.\n\n\n\n\n\n\nBecause the stake president holds priesthood keys, some responsibilities are his alone. If he is unable to perform them, a counselor may act in his place except as noted in this handbook. The stake president or his counselor consults with the Area Presidency if he has questions about the counselor acting for the stake president.\n\n\nThe stake president delegates many assignments to others. These include his counselors, high councilors, stake organization leaders, the stake executive secretary, and the stake clerk and assistant stake clerks.\n\n\n\n\n\n\n6.2.1\n\n\nPresiding High Priest\n\n\n\n\nThe stake president is the stake’s primary spiritual leader. He sets an example for the stake by doing the Lord’s work “with holiness of heart” (\nMosiah 18:12\n). He teaches and uplifts.\n\n\nA stake president is a faithful disciple of Jesus Christ. He is true to his covenants. He is loyal to his wife and family. He sets an example of righteousness for his family, the stake, and the community. His counselors are men of similar character.\n\n\nThe stake president provides guidance to bishops and other leaders in the stake.\n\n\n\n\n\n\n6.2.1.1\n\n\nMelchizedek Priesthood\n\n\n\n\nThe stake presidency presides over all who hold the Melchizedek Priesthood in the stake.\n\n\nStake High Priests Quorum.\n The stake president is the president of the stake high priests quorum. He and his counselors are the presidency of that quorum. The stake high priests quorum consists of the following additional high priests:\n\n\n\n\n\n\nBishops and their counselors\n\n\n\n\n\n\nHigh councilors\n\n\n\n\n\n\nFunctioning patriarchs\n\n\n\n\n\n\nMembers of the high priests quorum attend elders quorum meetings in their ward if they are not assigned elsewhere.\n\n\nElders Quorums.\n The stake presidency has responsibility for elders quorums (see \n8.3.3.1\n).\n\n\nMelchizedek Priesthood Ordinations.\n The stake president oversees the conferral of the Melchizedek Priesthood. He also oversees ordinations to the offices of elder and high priest (see \n18.10.4\n).\n\n\n\n\n\n\n\n\n6.2.1.2\n\n\nBishoprics\n\n\n\n\nThe stake president meets with new bishoprics to instruct them soon after they are called. He continues to instruct and encourage bishops in regular interviews, meetings, and other settings.\n\n\nMembers of the stake presidency instruct bishoprics in their responsibilities for Aaronic Priesthood holders and young women.\n\n\n\n\n\n\n\n\n6.2.1.3\n\n\nStake Patriarch\n\n\n\n\nThe stake president supervises the work of the stake patriarch. He develops a close relationship with him. For information about calling and supervising the stake patriarch, see \n6.6\n.\n\n\n\n\n\n\n\n\n6.2.1.4\n\n\nCouncils, Committees, and Meetings\n\n\n\n\nThe stake president leads the high council and the stake council. He also leads the stake adult leadership committee (see \n29.3.8\n). He assigns his counselors to oversee the following:\n\n\n\n\n\n\nStake youth leadership committee (see \n29.3.9\n)\n\n\n\n\n\n\nStake young single adult committee\n\n\n\n\n\n\nStake single adult committee (where organized)\n\n\n\n\n\n\nEach stake president is a member of a coordinating council (see \n29.4\n).\n\n\nThe stake presidency plans the stake meetings listed in \n29.3\n. The stake president presides at stake meetings unless a General Authority or Area Seventy attends. His counselors may conduct these meetings. They may also preside if the stake president is absent.\n\n\n \n \n\n\n\n\n\n\n\n\n6.2.1.5\n\n\nCallings and Releases\n\n\n\n\nThe stake president’s responsibilities for callings and releases are outlined in \nchapter 30\n. He may assign his counselors and high councilors to extend callings and releases as outlined in \n30.8\n. The stake president personally extends the following callings. For some, he must first receive approval as noted.\n\n\n\n\n\n\nCounselors in the Stake Presidency.\n When a new stake president is called, the presiding General Authority or Area Seventy calls and sets apart his counselors, who are recommended by the new stake president. When a counselor needs to be released or called in an existing stake presidency, the stake president submits a recommendation through \nLeader and Clerk Resources (LCR)\n. He may interview, call, and set apart a counselor—or release a counselor—after receiving approval from the First Presidency.\n\n\n\n\n\n\nStake Patriarch.\n The stake president may interview, call, and ordain a patriarch after receiving approval from the Quorum of the Twelve Apostles. See \n6.6.1\n.\n\n\n\n\n\n\nBishops.\n The stake president recommends brethren to be called as bishops. He also recommends their release. He submits recommendations through \nLCR\n. He may call, ordain, and set apart a bishop—or release a bishop—after receiving approval from the First Presidency. He also bestows the priesthood keys associated with this calling. See \n30.7\n.\n\n\n\n\n\n\nElders Quorum Presidents.\n The stake president calls and sets apart elders quorum presidents. He first consults with bishops. He also bestows the priesthood keys associated with this calling. See \n8.3.3.1\n.\n\n\n\n\n\n\nStake Relief Society President.\n The stake president calls and sets apart the stake Relief Society president.\n\n\n\n\n\n\nStake presidents who are not able to use \nLCR\n should contact the area office to make recommendations when needed.\n\n\n\n\n\n\n\n\n6.2.1.6\n\n\nStake Organizations and Programs\n\n\n\n\nThe stake president has responsibility for the stake Relief Society. He assigns his counselors responsibility for the stake Young Men, Young Women, Primary, and Sunday School organizations.\n\n\nMembers of the stake presidency meet regularly with the presidencies of the organizations to which they are assigned. In these meetings, they:\n\n\n\n\n\n\nEnsure that presidencies understand their responsibilities.\n\n\n\n\n\n\nCounsel together about the needs of leaders in the organizations.\n\n\n\n\n\n\nWhen a new stake organization presidency is called, the stake presidency shares counsel and vision to orient them in their service.\n\n\nIn the United States and Canada, the new organization presidency may also receive orientation from the general organization council (see \n5.1.2\n). In other areas, the new presidency may also receive orientation from an area organization adviser (see \n5.2.5.1\n). This orientation is under the direction of the stake presidency. A member of the stake presidency or an assigned high councilor participates.\n\n\nThe stake president also assigns his counselors to oversee stake programs as needed. These may include:\n\n\n\n\n\n\nSeminary and institute.\n\n\n\n\n\n\nPrograms for young single adults and single adults.\n\n\n\n\n\n\nStake activities.\n\n\n\n\n\n\nMusic.\n\n\n\n\n\n\nMeetinghouse facilities.\n\n\n\n\n\n\nMembers of the stake presidency meet regularly with committees, high councilors, and specialists in the programs to which they are assigned.\n\n\n \n \nImage\nyoung woman leadership meeting\n\n\n\n\n\n\n\n\n6.2.1.7\n\n\nCommunication (Public Affairs)\n\n\n\n\nThe stake presidency directs communication efforts in the stake. Members of the stake presidency have primary responsibility for the Church’s good standing in the community. They seek to build good relationships with civic and community leaders.\n\n\nThe stake president is the primary Church spokesman to the news media on matters that pertain to the stake. He may delegate this role as needed.\n\n\n \n \n The stake president or an assigned counselor may organize and oversee a stake communication council. This council helps Church leaders build relationships with civic and community leaders. It also helps these leaders communicate effectively with Church members and the public.\n\n\n \n \n The communication council may include a stake communication director, assistant directors, and specialists as needed. They are called and set apart by the stake president or an assigned counselor or high councilor.\n\n\nThere is also a communication council at the coordinating council level (see \n29.4\n). It operates under the direction of an Area Seventy and is led by a communication director. This communication council helps coordinate relationships, events, and issues that cross stake boundaries. The director of this council offers support and training to stake communication councils.\n\n\nThe communication council structure differs in the Utah Area. Area Seventies in the Utah Area can provide stake presidents with details about this structure.\n\n\nFor information about communication callings, see \nGCN.ChurchofJesusChrist.org\n .\n\n\n\n\n\n\n\n\n\n\n6.2.2\n\n\nLeading God’s Work of Salvation and Exaltation in the Stake\n\n\n\n\nThe stake president leads God’s work of salvation and exaltation in the stake (see \nchapter 1\n). He instructs and encourages stake and ward leaders and members in this work. His counselors and other leaders assist him.\n\n\nHe helps members live the gospel and increase their spiritual strength. He teaches them to pray and study the scriptures. He also teaches them about the covenants they will make as they receive the ordinances of salvation and exaltation. He encourages them to honor their covenants.\n\n\nThe stake president strengthens families. He encourages them to pray and learn the gospel together, including in home evening. He teaches by word and example that Church callings can be fulfilled without detracting from family responsibilities. He also ensures that Church activities support parents’ efforts to raise their children in righteousness.\n\n\nIn addition to helping members live the gospel, the stake president oversees other aspects of God’s work of salvation and exaltation in the stake. For example, he:\n\n\n\n\n\n\nHelps brethren prepare to receive the Melchizedek Priesthood (see \n18.10.1\n).\n\n\n\n\n\n\nLeads efforts to care for those in need in the stake (see \n22.9.1\n).\n\n\n\n\n\n\nOversees missionary work in the stake and encourages members to share the gospel (see \n23.5\n).\n\n\n\n\n\n\nOversees efforts to strengthen new members in the stake (see \n23.5\n).\n\n\n\n\n\n\nInterviews candidates for missionary service (see \n24.4.2\n).\n\n\n\n\n\n\nOversees temple and family history work in the stake (see \n25.3.1\n).\n\n\n\n\n\n\nHelps members prepare to receive temple ordinances (see \n27.1\n).\n\n\n\n\n\n\nWith the stake Relief Society presidency, instructs and supports elders quorum and ward Relief Society presidencies in their responsibilities for missionary work (see \n23.6.2\n) and temple and family history work (see \n25.2.2\n).\n\n\n\n\n\n\n\n\n\n\n\n\n6.2.3\n\n\nCommon Judge\n\n\n\n\nThe stake president is the common judge in the stake (see \nDoctrine and Covenants 107:71–74\n). He holds priesthood keys to receive inspiration and make decisions regarding the spiritual and temporal welfare of members of the stake. In this role, he has the following responsibilities:\n\n\n\n\n\n\nConduct interviews as outlined in \n31.2\n. He may also authorize his counselors to conduct certain interviews (see \n31.2.2\n).\n\n\n\n\n\n\nMeet with stake members who seek spiritual guidance, who have weighty personal problems, or who have committed serious sins. For guidelines, see \n31.1\n.\n\n\n\n\n\n\nHold membership councils when members have committed serious sins (see \nchapter 32\n).\n\n\n\n\n\n\nIn matters that require the approval of the First Presidency, the stake president carefully considers the request. He interviews the person to determine his or her worthiness.\n\n\nAfter the interview, the stake president submits an application to the First Presidency only if he can recommend it for approval. He describes the reasons for his support.\n\n\nThe stake president submits the application through \nLeader and Clerk Resources\n.\n\n\n\n\n\n\n\n\n6.2.4\n\n\nRecords, Finances, and Properties\n\n\n\n\nThe stake president oversees records, finances, and properties in the stake. He may assign much of the work with records and finances to his counselors and clerks. He assigns a high councilor to be the stake building representative and to help oversee properties.\n\n\nSee the following chapters for more information:\n\n\n\n\n\n\nChapter 33\n (records)\n\n\n\n\n\n\nChapter 34\n (finances)\n\n\n\n\n\n\nChapter 35\n (meetinghouses)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n6.3\n\n\nDifferences between the Authority of District Presidents and That of Stake Presidents\n\n\n\n\nIn each member district, a Melchizedek Priesthood holder is called as the district president. He holds the priesthood keys needed to preside (see \n3.4.1.1\n). He serves much like a stake president but with the following differences:\n\n\n\n\n\n\nHe is called and set apart by the mission president, after approval by the Area Presidency (see \n30.8.4\n). A stake president is called and set apart by an assigned General Authority or Area Seventy (see \n30.8.3\n).\n\n\n\n\n\n\nHe may be an elder or a high priest. A stake president must be a high priest.\n\n\n\n\n\n\nHe is not the president of a high priests quorum. Such quorums are organized only in stakes.\n\n\n\n\n\n\nA district president presides over all priesthood holders in the district. However, the mission president is the presiding high priest.\n\n\n\n\n\n\nWith the mission president’s approval, a district president may interview a brother to be ordained an elder. This approval must be given for each situation. A district president or someone under his direction may also (1) present a brother for sustaining and (2) perform the ordination (see \n18.10.1.3\n, \n18.10.3\n, and \n18.10.4\n). However, a district president cannot ordain patriarchs, high priests, or bishops.\n\n\n\n\n\n\nWith the mission president’s approval, a district president may set apart branch presidents (see \n18.11\n). This approval must be given for each situation.\n\n\n\n\n\n\nHe does not release full-time missionaries. However, he may participate with a member of the mission presidency in the release interview. If travel or time constraints make it very difficult for a member of the mission presidency to release a specific missionary, the mission president may authorize the district president to do so (see \n24.8.2\n).\n\n\n\n\n\n\nHe does not conduct temple recommend interviews or sign temple recommends (see \n26.3.1\n).\n\n\n\n\n\n\nHe does not convene a membership council unless authorized by the mission president (see \n32.9.5\n).\n\n\n\n\n\n\nHe does not usually deal directly with the Area Presidency. Instead, he works through the mission presidency.\n\n\n\n\n\n\nIn special circumstances, a district president can be authorized to recommend, set apart, and release missionaries. He can also be authorized to conduct temple recommend interviews and sign the recommends. He can also be authorized to set apart his counselors. If the Area Presidency feels that a district president should have this expanded authority, they recommend him to the First Presidency. If approval is given, it is for that person, not the position. When a new district president is called, this expanded authority does not transfer to him.\n\n\n\n\n\n\n\n\n6.4\n\n\nStake Executive Secretary, Assistant Stake Executive Secretaries, Stake Clerk, and Assistant Stake Clerks\n\n\n\n\n\n\n\n\n6.4.1\n\n\nStake Executive Secretary and Assistant Stake Executive Secretaries\n\n\n\n\nThe stake president or an assigned counselor calls and sets apart a stake executive secretary. He should hold the Melchizedek Priesthood and have a current temple recommend.\n\n\nThe executive secretary has the following responsibilities:\n\n\n\n\n\n\nMeet with the stake presidency and prepare agendas as assigned.\n\n\n\n\n\n\nServe as a member of the stake council and attend high council meetings. As directed by the stake presidency, follow up on assignments made in these meetings.\n\n\n\n\n\n\nCoordinate stake business between the stake presidency, high council, and other stake leaders.\n\n\n\n\n\n\nSchedule appointments for the stake presidency.\n\n\n\n\n\n\nAdvise the stake presidency of members who are entering the military or are already in military service. Under the direction of the stake presidency, help coordinate Church orientation for stake members who are entering the military (see \n38.9.3\n).\n\n\n\n\n\n\nOrient new ward executive secretaries soon after they are called. Provide ongoing instruction as needed.\n\n\n\n\n\n\nForward messages received from Church employees and volunteers to the appropriate stake and ward leaders, as instructed by the stake president (see \n38.8.9\n).\n\n\n\n\n\n\nOne or two assistant stake executive secretaries may be called as needed. They are called and set apart by a member of the stake presidency. These brethren should have a current temple recommend.\n\n\n\n\n\n\n\n\n6.4.2\n\n\nStake Clerk and Assistant Stake Clerks\n\n\n\n\nThe stake clerk is called and set apart by the stake president or an assigned counselor. He is a member of the stake council. Assistant stake clerks may also be called. The stake president or an assigned counselor calls and sets them apart. The responsibilities of the stake clerk and assistant stake clerks are described in \n33.3.2\n and \n33.3.3\n.\n\n\n\n\n\n\n\n\n\n\n6.5\n\n\nHigh Council\n\n\n\n\nThe stake presidency calls 12 high priests to form the stake high council (see \nDoctrine and Covenants 102:1\n; \n124:131\n). If an elder is called to serve on the high council, he is ordained a high priest before he is set apart.\n\n\nUnder the direction of the stake presidency, high councilors help with God’s work of salvation and exaltation in the stake. Their responsibilities are described in the following sections.\n\n\nThe high council does not meet as a group unless a member of the stake presidency is there to preside.\n\n\n\n\n\n\n6.5.1\n\n\nRepresent the Stake Presidency\n\n\n\n\nThe stake presidency assigns a high councilor to each ward in the stake.\n\n\nThe stake presidency also assigns a high councilor to each elders quorum in the stake. In this role, high councilors instruct newly called elders quorum presidencies. This includes providing instruction from \nchapters 1–4\n and \n8\n of this handbook.\n\n\nHigh councilors who are assigned to elders quorums meet regularly with quorum leaders to do the following:\n\n\n\n\n\n\nLearn of their needs.\n\n\n\n\n\n\nOffer support.\n\n\n\n\n\n\nTeach them their responsibilities, including those for missionary work (see \n23.6.2\n) and temple and family history work (see \n25.2.2\n).\n\n\n\n\n\n\nCommunicate information from the stake presidency.\n\n\n\n\n\n\nDiscuss how to help members of the quorum who need their next ordinance. This information is available to elders quorum leaders in \nLCR\n.\n\n\n\n\n\n\nAs needed or invited, they attend elders quorum meetings and quorum presidency meetings. On occasion, the quorum presidency may invite the high councilor to accompany them as they minister to ward members.\n\n\nWhen invited or assigned, high councilors attend bishopric and ward council meetings.\n\n\nThe stake presidency may assign high councilors to instruct the following people in their responsibilities for temple and family history work and missionary work:\n\n\n\n\n\n\nElders quorum presidencies\n\n\n\n\n\n\nWard mission leaders\n\n\n\n\n\n\nWard temple and family history leaders\n\n\n\n\n\n\nOne or more high councilors may be assigned to lead these efforts in the stake. However, all high councilors have these responsibilities for the wards and elders quorums to which they are assigned.\n\n\nHigh councilors counsel with the stake presidency and sustain their decisions to ordain brethren to the offices of elder and high priest. The stake president may authorize high councilors to represent him when men are ordained to these offices. These high councilors ensure that the ordinance is performed properly.\n\n\nHigh councilors also counsel with the stake presidency and sustain their decisions to issue callings to members. The stake presidency may authorize high councilors to issue some callings, present some members to be sustained, and set some members apart. (See \n30.8\n.)\n\n\nThe stake presidency assigns high councilors to work with the stake Young Women and Primary organizations. When a member of the stake presidency meets with one of these presidencies, the high councilor also attends. Assigned high councilors also attend stake leadership meetings for these organizations.\n\n\n \n \n The stake presidency may assign high councilors to assist with the programs listed in \n6.2.1.6\n. They may also assign a high councilor to assist with needs for members with disabilities (see \n38.8.27\n).\n\n\n \n \n The stake presidency may assign high councilors to represent them by speaking in sacrament meetings and other settings. The stake presidency determines the frequency of these speaking assignments. It is not necessary for high councilors to speak in sacrament meeting every month. The stake presidency may also assign stake organization presidency members to speak in these settings (see \n6.7.1\n and \n6.7.2\n).\n\n\n \n \nImage\nmen talking\n\n\n\n\n\n\n\n\n6.5.2\n\n\nServe on Stake Councils and Committees\n\n\n\n\nAll high councilors serve on the stake council.\n\n\nIn limited situations, high councilors participate in stake membership councils (see \n32.9.2\n).\n\n\nThe stake presidency assigns high councilors to serve on other committees. For example, high councilors who are assigned to work with elders quorums serve on the stake adult leadership committee (see \n29.3.8\n).\n\n\n\n\n\n\n\n\n6.5.3\n\n\nServe as Stake Organization Leaders\n\n\n\n\nThe stake presidency calls and sets apart a high councilor to be the stake Young Men president (see \n6.7.2\n). They call and set apart another high councilor to be the stake Sunday School president (see \n6.7.1\n).\n\n\n\n\n\n\n\n\n\n\n6.6\n\n\nStake Patriarch\n\n\n\n\nA patriarch is an office in the Melchizedek Priesthood. Patriarchs are called and ordained to give patriarchal blessings to worthy members of the Church. This section outlines the stake president’s responsibilities for the stake patriarch. For information about patriarchal blessings, see the following sources:\n\n\n\n\n\n\nSections \n18.17\n and \n38.2.10\n in this handbook\n\n\n\n\n\n\nInformation and Suggestions for Patriarchs\n\n\n\n\n\n\nWorldwide Leadership Training Meeting: The Patriarch\n\n\n\n\n\n\nSee \nInformation and Suggestions for Patriarchs\n for information about:\n\n\n\n\n\n\nPatriarchs who are given nonfunctioning status.\n\n\n\n\n\n\nPatriarchs who move to another stake.\n\n\n\n\n\n\n\n\n\n\n6.6.1\n\n\nCalling, Sustaining, and Ordaining a Stake Patriarch\n\n\n\n\nA patriarch must be a worthy Melchizedek Priesthood holder. He should be mature in his understanding of the gospel and sensitive to the Spirit. He should have received his own patriarchal blessing. Normally he should be age 55 or older. He must be married when he is called.\n\n\nThe Quorum of the Twelve Apostles directs the calling of stake patriarchs (see \nDoctrine and Covenants 107:39\n). The stake president may recommend whom to call. He submits recommendations through \nLCR\n. When making a recommendation, the stake president should fast and pray for the Spirit to direct him. His counselors should agree with the recommendation.\n\n\nIf the Quorum of the Twelve Apostles approves the recommendation, the stake president may be authorized to interview and call the patriarch. He then presents the patriarch’s name for sustaining in the general session of the next stake conference.\n\n\nThe stake president ordains the patriarch. He does not delegate this responsibility to a counselor. No others should stand with him during the ordination. A new patriarch is first ordained to that office and then set apart to serve in a specific stake. A previously ordained patriarch who is being returned to functioning status is not ordained again. However, he is set apart.\n\n\nThe ordination must be recorded in \nLCR\n before the patriarch can access the online tools for patriarchs.\n\n\nA functioning patriarch is a member of the stake high priests quorum.\n\n\n\n\n\n\n\n\n6.6.2\n\n\nCalling a Second Stake Patriarch\n\n\n\n\nThe Quorum of the Twelve normally does not approve calling a second patriarch for a stake unless one patriarch is unable to give the number of blessings requested. Nor does the Quorum of the Twelve normally approve an additional patriarch because a stake:\n\n\n\n\n\n\nIs geographically large.\n\n\n\n\n\n\nIncludes members who do not speak the majority language.\n\n\n\n\n\n\nIf a stake includes members who speak different languages, bishops and stake presidencies may authorize them to go to a patriarch in a nearby stake who can give the blessing in the member’s own language.\n\n\n \n \nImage\nyoung woman receiving blessing\n\n\n\n\n\n\n\n\n6.6.3\n\n\nInstructing a Newly Called Stake Patriarch\n\n\n\n\nThe stake president instructs a newly called patriarch before he begins giving blessings. He teaches the patriarch about the sacred, revelatory nature of his office. He carefully reviews with the patriarch the instructions in the following sources:\n\n\n\n\n\n\nInformation and Suggestions for Patriarchs\n\n\n\n\n\n\nWorldwide Leadership Training Meeting: The Patriarch\n\n\n\n\n\n\n\n\n\n\n\n\n6.6.4\n\n\nSupervising the Work of the Stake Patriarch\n\n\n\n\nThe stake president supervises the patriarch’s work as outlined in \nInformation and Suggestions for Patriarchs\n. He does not delegate this responsibility to one of his counselors. A patriarch benefits from a close relationship with his stake president.\n\n\nThe stake president meets with the patriarch at least twice a year. They discuss the patriarch’s feelings about the work, the health and welfare of his family, and any other matters on which he needs counsel.\n\n\nAt least twice a year, the stake president reviews the blessings the patriarch has given. As needed, he may make general suggestions about the content of the patriarch’s blessings.\n\n\nThe stake president ensures that copies of transcribed blessings are given promptly to recipients. He also ensures that all blessings are submitted to Church headquarters. Blessings are submitted through the \nPatriarchal Blessing System\n on \nChurchofJesusChrist.org\n. Where this system is not accessible, blessings should be mailed to the following address at least once every six months:\n\n\nChurch History Library\n\n\nAttn: Patriarchal Blessings\n\n\n15 East North Temple Street\n\n\nSalt Lake City, UT 84150-1600\n\n\n\n\n\n\n\n\n6.6.5\n\n\nConfidentiality of Patriarchal Blessings\n\n\n\n\nThe stake president ensures that after the patriarch has given the recipient a copy of the patriarchal blessing and submitted it to Church headquarters, all other paper and electronic copies are destroyed or deleted. The patriarch ensures that blessings deleted from his computer cannot be recovered.\n\n\n\n\n\n\n\n\n6.6.6\n\n\nPatriarchs Who Are Called to Another Church Position\n\n\n\n\nA patriarch may not be called to a position of Church administration unless the Quorum of the Twelve Apostles approves the call in advance. Such positions include a member of a bishopric; high council; or stake, mission, or temple presidency. If approval is given, the patriarch is given nonfunctioning status.\n\n\nA patriarch may be called to serve in other callings without approval from the Quorum of the Twelve. He may also serve as a sealer or temple ordinance worker.\n\n\n\n\n\n\n\n\n6.6.7\n\n\nScribes for Patriarchal Blessings\n\n\n\n\nThe stake president or one of his counselors may call and set apart a worthy, skilled member of the stake to transcribe the patriarchal blessings, unless the patriarch can transcribe them himself and prefers to do so. More than one scribe may be called if needed.\n\n\nThe scribe should be cautioned that every blessing is sacred and confidential. No copy of any blessing may be retained by the scribe or patriarch. (See \n6.6.5\n.)\n\n\n\n\n\n\n\n\n\n\n6.7\n\n\nStake Organizations\n\n\n\n\nThe stake Relief Society, Young Women, Primary, Sunday School, and Young Men organizations are each led by a president. These presidents serve under the direction of the stake presidency. \n \n \n In large stakes, an organization president may recommend one or two counselors and a secretary to serve with him or her. The stake presidency considers these recommendations.\n\n\nThe main responsibilities of these leaders are to assist the stake presidency and to instruct and support ward organization presidencies. They do not fulfill assignments that should be fulfilled at the ward or family level. They also do not create additional responsibilities for ward organization presidencies.\n\n\n\n\n\n\n6.7.1\n\n\nStake Relief Society, Young Women, Primary, and Sunday School Presidencies\n\n\n\n\nThe stake president calls and sets apart a sister to be the stake Relief Society president. He or an assigned counselor calls and sets apart sisters to be the stake Young Women and Primary presidents. If counselors and secretaries are called, a member of the stake presidency or an assigned high councilor calls and sets them apart.\n\n\nThe stake presidency calls and sets apart a high councilor to be the stake Sunday School president.\n\n\nMembers of these presidencies have the following responsibilities:\n\n\n\n\n\n\nServe on the stake council (presidents only). Participate in efforts to build faith and strengthen individuals and families in the stake.\n\n\n\n\n\n\nOrient newly called ward organization presidencies. This includes providing instruction from \nchapters 1–4\n in this handbook and the chapter for their organization.\n\n\n\n\n\n\nOffer ongoing support and instruction. Communicate with ward organization presidencies regularly to learn of their needs, discuss the needs of the members they serve, and communicate information from the stake presidency. Arrange with ward leaders to visit their meetings and classes periodically.\n\n\n\n\n\n\nInstruct ward organization presidencies during stake leadership meetings (see \n29.3.4\n). These are generally held once a year. The stake presidency may authorize a second meeting if it would not create a burden for participants. Bishops may request additional instruction for ward organization presidencies.\n\n\n\n\n\n\nCounsel together regularly in their own presidency meetings (if counselors are called). Communicate regularly with the member of the stake presidency responsible for their service.\n\n\n\n\n\n\nAttend coordinating council meetings when invited by the Area Seventy (see \n29.4\n).\n\n\n\n\n\n\nSpeak in sacrament meetings and other settings when invited by the stake presidency.\n\n\n\n\n\n\n \n \n In large stakes, submit recommendations to the stake presidency for counselors and others to be called to serve in their organizations as needed. For guidelines, see \n30.1.1\n and \n30.1.5\n.\n\n\n\n\n\n\n \n \n The stake Relief Society, Young Women, and Primary presidencies may occasionally plan combined activities for their organizations. These activities could include all women, young women, and girls 8 and older in the stake. Such activities could also be held in multiple stakes. The presidencies counsel together to recommend combined activities to the stake presidency (see \n20.3.1\n). Such activities would be in place of one of the stake Relief Society activities (see \n6.7.1.1\n).\n\n\n\n\n\n\n6.7.1.1\n\n\nAdditional Stake Relief Society Presidency Responsibilities\n\n\n\n\nThe stake Relief Society presidency has the following additional responsibilities:\n\n\n\n\n\n\nServe on the stake adult leadership committee (see \n29.3.8\n). If a secretary is called, she is also invited.\n\n\n\n\n\n\nTeach ward Relief Society presidents the principles of ministering and caring for those in need. Help them understand their role in helping bishops with temporal and self-reliance matters.\n\n\n\n\n\n\nTeach ward Relief Society presidencies about their responsibilities for missionary work (see \n23.6.2\n) and temple and family history work (see \n25.2.2\n).\n\n\n\n\n\n\nStrengthen single adult sisters in the stake. If the stake has a young single adult committee, a member of the presidency serves on it. The same is true if the stake has a single adult committee. (See \n14.1.1.2\n.)\n\n\n\n\n\n\nCoordinate stake Relief Society efforts during emergencies.\n\n\n\n\n\n\n \n \n The stake Relief Society presidency may plan and carry out one or two meetings each year for all Relief Society sisters in the stake. These meetings are held under the direction of the stake presidency. They may include service, classes, projects, conferences, or workshops. The stake Relief Society presidency may form committees to help as needed.\n\n\n\n\n\n\n\n\n6.7.1.2\n\n\nAdditional Stake Young Women Presidency Responsibilities\n\n\n\n\nThe stake Young Women presidency has the following additional responsibilities:\n\n\n\n\n\n\nServe on the stake youth leadership committee (see \n29.3.9\n). If a secretary is called, she is also invited.\n\n\n\n\n\n\nUnder the direction of the stake presidency, plan and coordinate stake Young Women activities and camps.\n\n\n\n\n\n\n\n\n\n\n\n\n6.7.1.3\n\n\nAdditional Stake Primary Presidency Responsibilities\n\n\n\n\n \n \n The stake Primary presidency may occasionally plan stake activities for children ages 8 to 11. These activities could be for girls, boys, or both. They follow the guidelines in \n12.2.1.3\n.\n\n\n \n \nImage\nwoman working with kids\n\n\n\n\n\n\n\n\n6.7.1.4\n\n\nAdditional Stake Sunday School Presidency Responsibilities\n\n\n\n\nThe stake Sunday School presidency has the following additional responsibilities:\n\n\n\n\n\n\nServe as specialists in the stake’s efforts to improve gospel learning and teaching.\n\n\n\n\n\n\nCoordinate resource centers in the stake where applicable (see \n13.7.2\n).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n6.7.2\n\n\nStake Young Men Presidency\n\n\n\n\nThe stake presidency calls and sets apart a high councilor to be the stake Young Men president. The high council members assigned to the Young Women and Primary may be called and set apart to serve as his counselors.\n\n\n \n \n In a large stake, one or two other Melchizedek Priesthood holders from the stake may be called as counselors. A priesthood holder may also be called as a secretary (see \n6.7.3\n). The stake Young Men president recommends whom to call. For guidelines, see \n30.1.1\n and \n30.1.5\n. The counselors and secretary are called and set apart by a member of the stake presidency or an assigned high councilor.\n\n\nThe stake Young Men presidency has the following responsibilities:\n\n\n\n\n\n\nServe on the stake council (president only, unless his counselors are high councilors). Participate in efforts to build faith and strengthen individuals and families in the stake.\n\n\n\n\n\n\nServe as a resource to bishoprics in their responsibilities for Aaronic Priesthood brethren. This could include helping them understand their duties for Aaronic Priesthood quorums, as directed by the stake president.\n\n\n\n\n\n\nCounsel together regularly in their own presidency meetings. Communicate regularly with the member of the stake presidency who has responsibility for their service.\n\n\n\n\n\n\nServe on the stake youth leadership committee (see \n29.3.9\n). If a secretary is called, he is also invited.\n\n\n\n\n\n\nUnder the direction of the stake presidency, plan and coordinate stake Aaronic Priesthood activities and camps.\n\n\n\n\n\n\nSpeak in sacrament meetings and other settings when invited by the stake presidency.\n\n\n\n\n\n\nAttend coordinating council meetings when invited by the Area Seventy (see \n29.4\n).\n\n\n\n\n\n\nThe stake Young Men presidency does not hold a stake leadership meeting. Instruction for those who have responsibilities for Aaronic Priesthood quorums is given in stake priesthood leadership meetings (see \n29.3.3\n).\n\n\n\n\n\n\n\n\n6.7.3\n\n\nImage\nicon, guidelines for adaptation\n Stake Organization Secretaries\n\n\n\n\nStake organization secretaries are usually called only in large stakes. A member of the stake presidency or an assigned high councilor calls and sets them apart. Under the direction of stake organization presidents, they may have the following responsibilities:\n\n\n\n\n\n\nPrepare agendas for presidency meetings.\n\n\n\n\n\n\nTake notes in presidency meetings and keep track of assignments.\n\n\n\n\n\n\nKeep other records and prepare reports as the presidency requests.\n\n\n\n\n\n\nHelp the presidency prepare the annual budget for their organization. Account for expenses.\n\n\n\n\n\n\nProvide training for ward organization secretaries as assigned. This may include instruction on recording and reporting attendance.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n6.8\n\n\nImage\nicon, optional resources\n Stake Specialists\n\n\n\n\nThe stake presidency may call and set apart specialists as needed for purposes such as:\n\n\n\n\n\n\nMusic (see \n19.5.3\n)\n\n\n\n\n\n\nWelfare and self-reliance (see \n22.9.4\n)\n\n\n\n\n\n\nInterpretation coordinator (see \n29.9\n)\n\n\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}