{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/8-elders-quorum?lang=eng#title_number133",
    "title": "8. Elders Quorum",
    "content": "\n\n\n\n\n\n\n\n8. Elders Quorum\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n8.1. Purpose and Organization\n \n \n8.1. Purpose and Organization\n8.1.1. Purpose\n8.1.2. Membership in the Elders Quorum\n8.1.3. Adapting to Local Needs\n8.2. Participating in God’s Work of Salvation and Exaltation\n \n \n8.3. Elders Quorum Leaders\n \n \n8.4. Helping Prospective Elders Prepare to Receive the Melchizedek Priesthood\n8.5. Members with Disabilities\n9. Relief Society\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n8. Elders Quorum\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“8. Elders Quorum,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“8. Elders Quorum,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nmen talking\n\n\n8.\n\n\nElders Quorum\n\n\n\n\n\n\n\n\n\n\n8.1\n\n\nPurpose and Organization\n\n\n\n\nThe Melchizedek Priesthood helps God’s children prepare to return to His presence. It holds “the keys of all the spiritual blessings of the church” (\nDoctrine and Covenants 107:18\n).\n\n\nThe offices in the Melchizedek Priesthood are elder, high priest, patriarch, Seventy, and Apostle. This chapter contains information about elders and elders quorums.\n\n\n\n\n\n\n8.1.1\n\n\nPurpose\n\n\n\n\nWorthy men 18 and older may receive the Melchizedek Priesthood and be ordained to the office of elder. A man ordained to that office enters into a sacred covenant to assist God in accomplishing His work (see \nDoctrine and Covenants 84:33–44\n).\n\n\nEach elder is part of an organized group of priesthood holders called an elders quorum. Members of the elders quorum work together to help accomplish God’s work of salvation and exaltation. They serve others, fulfill priesthood duties, build unity, and learn and live doctrine.\n\n\n\n\n\n\n\n\n8.1.2\n\n\nMembership in the Elders Quorum\n\n\n\n\nEach ward has an elders quorum. It includes the following brethren:\n\n\n\n\n\n\nAll elders in the ward.\n\n\n\n\n\n\nAll prospective elders in the ward (see \n8.4\n).\n\n\n\n\n\n\nAll high priests in the ward, except those who are currently serving in a stake presidency, in a bishopric, on a high council, or as a patriarch. These leaders are members of the stake high priests quorum. For information about the stake high priests quorum, see \n6.2.1.1\n.\n\n\n\n\n\n\nA young man may begin attending elders quorum meetings when he turns 18, even if he has not yet been ordained an elder. He counsels with his parents and bishop to make this decision. By age 19 or when moving from home, such as to attend a university or serve a mission, he should be ordained an elder if he is worthy. See \n10.6\n.\n\n\nMarried men under 18 are prospective elders and are also members of the elders quorum.\n\n\nFor information about unwed parents under age 18, see \n38.1.5\n.\n\n\n\n\n\n\n\n\n8.1.3\n\n\nImage\nicon, guidelines for adaptation\n Adapting to Local Needs\n\n\n\n\nSome wards have a very large number of active Melchizedek Priesthood holders. For these wards, the stake presidency may organize an additional elders quorum (see \nDoctrine and Covenants 107:89\n). Each quorum has its own presidency. If possible, each quorum should have members with a variety of ages and experience.\n\n\n\n\n\n\n\n\n\n\n8.2\n\n\nParticipating in God’s Work of Salvation and Exaltation\n\n\n\n\n \n \n\n\nGod invites all to come unto Christ and participate in His work of salvation and exaltation by:\n\n\n\n\n\n\nLiving the gospel of Jesus Christ.\n\n\n\n\n\n\nCaring for those in need.\n\n\n\n\n\n\nInviting all to receive the gospel.\n\n\n\n\n\n\nUniting families for eternity.\n\n\n\n\n\n\nElders quorum leaders plan Sunday meetings, activities, ministering, service, and other interactions to help brethren participate in God’s work of salvation and exaltation. Members of the elders quorum and Relief Society work in unity to help accomplish this work.\n\n\nFor more information about God’s work of salvation and exaltation, study \nchapter 1\n.\n\n\n\n\n\n\n8.2.1\n\n\nLiving the Gospel of Jesus Christ\n\n\n\n\nElders quorum leaders support members in living the gospel of Jesus Christ. They emphasize exercising faith, repenting, increasing in self-reliance, and making covenants with God by receiving ordinances. Such ordinances include the temple endowment. See \n1.2.1\n.\n\n\n\n\n\n\n8.2.1.1\n\n\nGospel Learning at Home\n\n\n\n\nWhen members learn and live the gospel at home, their conversion to Heavenly Father and Jesus Christ deepens. Elders quorum leaders encourage brethren to study the scriptures and the words of living prophets, individually and with their families. \nCome, Follow Me\n and other resources can supplement their study.\n\n\nHome evenings are an important way to learn the gospel at home. They are usually held weekly on Sunday, on Monday evening, or at another time. They could include prayers, gospel study, testimonies, singing, and fun activities.\n\n\n \n \nImage\nfamily reading\n\n\n\n\n\n\n\n\n8.2.1.2\n\n\nGospel Learning in Quorum Meetings\n\n\n\n\nElders quorums meet on Sundays for the following purposes:\n\n\n\n\n\n\nStrengthen faith.\n\n\n\n\n\n\nBuild unity.\n\n\n\n\n\n\nStrengthen families and homes.\n\n\n\n\n\n\nMake plans to assist God in His work of salvation and exaltation.\n\n\n\n\n\n\nMeetings are held on the second and fourth Sundays of the month. They last 50 minutes. The elders quorum presidency plans these meetings. A member of the presidency conducts.\n\n\nThe meeting begins with prayer. A presidency member then conducts any quorum business. For example, the quorum may counsel together about aspects of participating in God’s work of salvation and exaltation. Sufficient time should then be given to meaningful gospel instruction and discussion.\n\n\nQuorum meetings focus on topics in one or more talks from the most recent general conference. The elders quorum presidency prayerfully selects messages to discuss based on members’ needs. Hymns may be sung to enhance a lesson. Meetings should end with a prayer.\n\n\n\n\n\n\n\n\n8.2.1.3\n\n\nActivities\n\n\n\n\nElders quorum presidencies may plan activities. These activities strengthen quorum members and give them opportunities to serve together. Most activities are held at times other than on Sundays or Monday evenings.\n\n\nThe elders quorum president oversees these activities. He may ask a counselor or another quorum member to take the lead in planning and carrying them out (see \n8.3.5\n). Presidencies discuss activities with the bishop as part of their planning.\n\n\n\n\n\n\n\n\n\n\n8.2.2\n\n\nCaring for Those in Need\n\n\n\n\nAs followers of Jesus Christ, elders quorum members have a responsibility to reach out in love to those in need. Individually and as a quorum, they seek ways to serve others in the ward and community. Where it is available, \nJustServe.org\n suggests community service opportunities.\n\n\n \n \n\n\nFor more information about how members of the elders quorum and Relief Society care for those in need, see \n22.6.2\n.\n\n\n\n\n\n\n8.2.2.1\n\n\nMinistering\n\n\n\n\nMinistering is caring for others as the Savior would. Members of the elders quorum receive ministering assignments from the quorum presidency. For more information, see \nchapter 21\n.\n\n\n\n\n\n\n\n\n8.2.2.2\n\n\nShort-Term Needs\n\n\n\n\nMinistering brothers seek to understand and respond to the needs of those they serve. Members may need short-term assistance at times of illness, births, deaths, job loss, and other circumstances.\n\n\nWhen needed, ministering brothers ask the elders quorum presidency for help. With the bishop’s approval, the presidency may call a service coordinator to organize these efforts (see \n8.3.5\n).\n\n\nThe elders quorum and Relief Society coordinate efforts to address short-term needs (see \n22.3.2\n). The bishop may provide fast-offering assistance if needed.\n\n\nIn some locations, bishops have the option to provide members in need with a bishop’s order for food and other basic goods. The bishop generally assigns the Relief Society president to meet with the members and fill out the order form. However, he may also assign the elders quorum president. A counselor in the Relief Society or elders quorum presidency may be assigned if the president is unavailable. The assigned leader submits the completed form to the bishop for his approval.\n\n\nFor more information, see \n22.6.2\n and “\nWelfare Resources\n” in Leader and Clerk Resources.\n\n\n\n\n\n\n\n\n8.2.2.3\n\n\nLong-Term Needs and Self-Reliance\n\n\n\n\nAs coordinated by the bishop, the elders quorum and Relief Society presidencies help members with long-term needs and self-reliance. They teach principles of temporal and spiritual self-reliance. See \nchapter 22\n and “\nSelf-Reliance\n” in the Gospel Library app.\n\n\nIf a person or family needs assistance, the elders quorum and Relief Society presidents counsel together, as coordinated by the bishop, about how to help (see \n22.4\n).\n\n\nThe elders quorum president, Relief Society president, or another leader helps the person or family develop a \nSelf-Reliance Plan\n. Ministering brothers or sisters can also help with the plan. Often, other members of the elders quorum or Relief Society have skills or experience that can help. All who assist treat information with confidentiality. For more information, see \n22.3.3\n and \n22.8\n.\n\n\n\n\n\n\n\n\n8.2.2.4\n\n\nWhen a Ward Member Dies\n\n\n\n\nWhen a ward member dies, elders quorum and Relief Society presidencies offer comfort and assistance. Under the bishop’s guidance, they can help with the funeral.\n\n\nIf possible, deceased members who were endowed are buried or cremated in temple clothing. The body of a man may be dressed by his wife or by an endowed male family member. If a family member is not available or would prefer not to do the dressing, the bishop may ask the elders quorum president to invite an endowed man to dress the body or oversee the dressing. For more information, see \n38.5.8\n.\n\n\nElders quorum and Relief Society presidencies, ministering brothers and sisters, and others continue to offer comfort and assistance after the funeral.\n\n\n\n\n\n\n\n\n\n\n8.2.3\n\n\nInviting All to Receive the Gospel\n\n\n\n\nMelchizedek Priesthood holders have a duty to invite all to receive the blessings of the gospel of Jesus Christ (see \nDoctrine and Covenants 53:3\n). They do this by sharing the gospel, strengthening new members, and reaching out to those who are less active. See \n23.2\n and \n23.3\n.\n\n\nIn presidency and quorum meetings, the elders quorum presidency discusses ways the brethren can invite all to receive the blessings of the gospel. See \n23.1.1\n, \n23.1.2\n, and \n23.1.3\n.\n\n\nThe elders quorum president assigns a member of the presidency to help lead efforts to share the gospel in the ward. He works with the assigned member of the Relief Society presidency to coordinate these efforts (see \n23.6.2\n).\n\n\nThis member of the elders quorum presidency may fulfill the role of the ward mission leader. If the bishopric has called a ward mission leader, this presidency member oversees his work. See \n23.6.1\n and \n23.6.3\n.\n\n\nThe ward mission leader, who may be a member of the elders quorum presidency, leads weekly coordination meetings. The purpose of these meetings is to coordinate inviting all to receive the blessings of the gospel. These meetings include assigned members of the Relief Society and elders quorum presidencies, ward missionaries, an assistant in the priests quorum, a presidency member of the oldest Young Women class, and full-time missionaries. \nSee 23.4\n.\n\n\n\n\n\n\n\n\n8.2.4\n\n\nUniting Families for Eternity\n\n\n\n\nMelchizedek Priesthood holders support members in uniting families for eternity. This includes:\n\n\n\n\n\n\nMaking covenants with God by receiving ordinances, including the temple endowment.\n\n\n\n\n\n\nDoing temple and family history work (see \n1.2.4\n).\n\n\n\n\n\n\nIn presidency and quorum meetings, the elders quorum presidency discusses ways the brethren can participate in these efforts.\n\n\nPresidency members also plan ways to help members increase their understanding of and desire to receive sacred ordinances and make covenants with God in the temple. They encourage brethren to worship in the temple regularly where possible.\n\n\nThe presidency encourages quorum members to learn about their family history. They help new and returning members, recently ordained elders, and newly called missionaries find and prepare ancestors’ names for temple ordinances.\n\n\nThe elders quorum president assigns a member of the presidency to help lead temple and family history work in the ward. He works with the assigned member of the Relief Society presidency to coordinate these efforts.\n\n\nThis member of the elders quorum presidency may fulfill the role of the ward temple and family history leader. If the bishopric has called a temple and family history leader, this presidency member oversees his work. See \n25.2.2\n.\n\n\nThe ward temple and family history leader, who may be a member of the elders quorum presidency, leads temple and family history coordination meetings (see \n25.2.7\n). These meetings are held regularly. They also include the assigned member of the Relief Society presidency, an assistant in the priests quorum, a presidency member of the oldest Young Women class, and temple and family history consultants.\n\n\n \n \n\n\n \n \nImage\nmen looking at picture\n\n\n\n\n\n\n\n\n\n\n8.3\n\n\nElders Quorum Leaders\n\n\n\n\n\n\n\n\n8.3.1\n\n\nStake Presidency and Bishop\n\n\n\n\nThe elders quorum president is directly responsible to the stake presidency. He meets regularly with a member of the presidency to receive direction and report on his responsibilities.\n\n\nThe elders quorum president also receives guidance from the bishop, who is the presiding officer in the ward. They meet regularly. They discuss their efforts in God’s work of salvation and exaltation, including the service of ministering brothers. They also discuss (1) the progress and needs of ward members and (2) elders quorum meetings, instruction, and activities.\n\n\n\n\n\n\n\n\n8.3.2\n\n\nHigh Councilor\n\n\n\n\nThe stake presidency assigns a high councilor to represent them in each elders quorum. His responsibilities are outlined in \n6.5\n.\n\n\n\n\n\n\n\n\n8.3.3\n\n\nElders Quorum Presidency\n\n\n\n\n\n\n\n\n8.3.3.1\n\n\nCalling an Elders Quorum Presidency\n\n\n\n\nAfter consulting with the bishop, the stake president calls an elder or high priest to serve as the elders quorum president.\n\n\nIf the unit is large enough, the elders quorum president recommends to the stake president one or two elders or high priests to serve as his counselors. He does this in consultation with the bishop. The stake presidency considers the recommendations. A member of the stake presidency or high council extends the calls.\n\n\nAll recommendations for calling members of elders quorum presidencies require the approval of the stake presidency and high council.\n\n\nA member of the stake presidency presents members of the elders quorum presidency in a sacrament meeting for sustaining. The stake presidency may also assign a high councilor to do this.\n\n\nA member of the elders quorum presidency presents brethren who are called to other quorum callings for sustaining in a quorum meeting (see \n8.3.4\n and \n8.3.5\n).\n\n\nThe stake president sets apart the elders quorum president and confers on him the keys of his calling. For more information about priesthood keys, see \n3.4.1\n. A member of the stake presidency or high council sets apart the counselors.\n\n\n\n\n\n\n\n\n8.3.3.2\n\n\nResponsibilities\n\n\n\n\nThe elders quorum president has the following responsibilities. His counselors assist him.\n\n\n\n\n\n\nServe on the ward council. He serves as (1) a member of the council who helps address needs in the ward and find solutions and (2) a representative of the elders quorum (see \n29.2.5\n).\n\n\n\n\n\n\nLead the quorum’s efforts to participate in God’s work of salvation and exaltation (see \nchapter 1\n).\n\n\n\n\n\n\nOrganize and oversee the service of ministering brothers. Coordinate ministering assignments with the Relief Society presidency, meeting at least quarterly. Seek the bishop’s approval for ministering assignments. Hold ministering interviews at least quarterly. See \nchapter 21\n.\n\n\n\n\n\n\nUnder the bishop’s guidance, counsel with adult members of the ward. Only the bishop counsels ward members about matters of worthiness, abuse, and approval to use fast-offering funds. See \nCounseling Resources\n.\n\n\n\n\n\n\nWith the Relief Society presidency, help lead efforts in the ward to invite all to receive the blessings of the gospel (see \n8.2.3\n and \n9.2.3\n). Oversee the ward mission leader if one is called.\n\n\n\n\n\n\nWith the Relief Society presidency, help lead temple and family history work in the ward (see \n8.2.4\n and \n9.2.4\n). Oversee the ward temple and family history leader if one is called.\n\n\n\n\n\n\nCoordinate the elders quorum’s efforts to strengthen young adult brethren, both single and married. One counselor may be assigned to serve with young single adults (see \n14.1.2.2\n).\n\n\n\n\n\n\nMeet with each quorum member individually at least once a year. Discuss priesthood duties and the well-being of the member and his family.\n\n\n\n\n\n\nTeach quorum members their priesthood duties (see \nDoctrine and Covenants 107:89\n). This includes teaching them how to exercise their priesthood in performing ordinances and blessings.\n\n\n\n\n\n\nOversee and help improve teaching in the quorum (see \nchapter 17\n).\n\n\n\n\n\n\nPlan and conduct quorum meetings.\n\n\n\n\n\n\nOversee elders quorum activities (see \n8.2.1.3\n).\n\n\n\n\n\n\nHelp young men and prospective elders prepare to receive the Melchizedek Priesthood (see \n8.4\n).\n\n\n\n\n\n\nOversee quorum records, reports, and finances (see \nLCR.ChurchofJesusChrist.org\n). A secretary may help (see \n8.3.4\n).\n\n\n\n\n\n\nThe stake presidency and assigned members of the high council teach the elders quorum presidency about these responsibilities. They may do this during stake priesthood leadership meetings, quorum presidency meetings, and personal visits with elders quorum presidents (see \n29.3.3\n).\n\n\nThrough his service, the elders quorum president supports the bishop in focusing on the youth and on the bishop’s unique responsibilities.\n\n\n\n\n\n\n\n\n8.3.3.3\n\n\nPresidency Meeting\n\n\n\n\nThe elders quorum presidency and secretary meet regularly. The president conducts these meetings. The high councilor assigned to the quorum periodically attends.\n\n\nThe agenda could include the following items:\n\n\n\n\n\n\nPlan how to strengthen quorum members (including prospective elders) and their families.\n\n\n\n\n\n\nPlan how to help accomplish God’s work of salvation and exaltation.\n\n\n\n\n\n\nCoordinate missionary work and temple and family history work.\n\n\n\n\n\n\nRespond to counsel and assignments from the bishop and stake leaders.\n\n\n\n\n\n\nRespond to assignments from ward council meetings.\n\n\n\n\n\n\nPrayerfully consider ministering assignments.\n\n\n\n\n\n\nReview information from ministering interviews. Plan ways to identify strengths and help meet needs. (See \nchapter 21\n.)\n\n\n\n\n\n\nConsider brethren to serve in callings and assignments.\n\n\n\n\n\n\nPlan quorum meetings and activities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n8.3.4\n\n\nSecretary\n\n\n\n\nWith the bishop’s approval, a member of the elders quorum presidency may call a quorum member to be the quorum secretary. He presents him for sustaining in a quorum meeting and sets him apart.\n\n\nThe secretary’s responsibilities could include the following:\n\n\n\n\n\n\nPrepare agendas for presidency meetings and quorum meetings.\n\n\n\n\n\n\nTake notes in meetings and keep track of assignments.\n\n\n\n\n\n\nSchedule ministering interviews (see \n21.3\n).\n\n\n\n\n\n\nPrepare and submit quarterly reports of attendance and the number of ministering interviews held.\n\n\n\n\n\n\nHelp prepare an annual budget and keep track of expenses.\n\n\n\n\n\n\n\n\n\n\n\n\n8.3.5\n\n\nAdditional Callings\n\n\n\n\nThe following additional callings may be helpful. The bishop and elders quorum president discuss whether they are needed.\n\n\n\n\n\n\nElders quorum teachers to teach in Sunday quorum meetings\n\n\n\n\n\n\nA service coordinator to help plan and carry out service to people in need (see \n8.2.2.2\n). Assistants and committee members may also be called.\n\n\n\n\n\n\nAn activity coordinator to help plan and carry out elders quorum activities (see \n8.2.1.3\n). Assistants and committee members may also be called.\n\n\n\n\n\n\nAssistant secretaries to help the elders quorum secretary\n\n\n\n\n\n\nMinistering secretaries to organize ministering interviews and help prepare quarterly reports\n\n\n\n\n\n\nIf these or other callings are needed, the elders quorum presidency recommends brethren to serve. They make these recommendations to the bishopric. If the bishopric approves, a member of the quorum presidency calls them. He presents them for sustaining in a quorum meeting and sets them apart.\n\n\nAs needed, the elders quorum presidency may assign brethren to help with elders quorum efforts in other ways. Brethren with short-term assignments do not need to be called and set apart.\n\n\n\n\n\n\n \n \nImage\ntwo men giving someone priesthood blessing\n\n\n\n\n\n\n8.4\n\n\nHelping Prospective Elders Prepare to Receive the Melchizedek Priesthood\n\n\n\n\nA prospective elder is a male Church member who has not received the Melchizedek Priesthood and (1) is 19 or older or (2) is younger than 19 and married.\n\n\nHelping prospective elders prepare to receive the Melchizedek Priesthood is one of the quorum presidency’s highest priorities. The presidency gives prospective elders opportunities to serve and share their strengths. Dedicated ministering brothers should be assigned to prospective elders.\n\n\nThe quorum presidency and ministering brothers teach prospective elders about:\n\n\n\n\n\n\nThe oath and covenant of the priesthood (see \nDoctrine and Covenants 84:33–44\n).\n\n\n\n\n\n\nThe duties of an elder, including the duty to minister (see \nDoctrine and Covenants 20:38–45\n; \n42:44\n; \n107:11–12\n). Prospective elders who are teachers or priests can serve as ministering brothers.\n\n\n\n\n\n\nThe purposes of priesthood ordinances and blessings and how to perform them (see \nchapter 18\n).\n\n\n\n\n\n\nHow men and women work together to accomplish God’s work.\n\n\n\n\n\n\nFor information about these topics, see “\nMelchizedek Priesthood\n,” “\nPriesthood\n,” and “\nWomen in the Church\n” (Topics and Questions, topics.ChurchofJesusChrist.org).\n\n\nThis instruction may occur individually or in a class held outside of regular Sunday meetings.\n\n\nAs soon as the bishop and stake president determine that a prospective elder is prepared and worthy, he may be ordained an elder in the Melchizedek Priesthood.\n\n\n\n\n\n\n\n\n8.5\n\n\nMembers with Disabilities\n\n\n\n\nThe elders quorum presidency gives particular care to members with disabilities. For information about helping these members, see \ndisability.ChurchofJesusChrist.org\n; see also \n38.8.27\n in this handbook.\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}