{
    "url": "https://www.churchofjesuschrist.org/study/manual/general-handbook/9-relief-society?lang=eng#title_number27",
    "title": "9. Relief Society",
    "content": "\n\n\n\n\n\n\n\n9. Relief Society\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthenticating...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \nHandbooks and Callings\n \n \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\nContents\nTitle Page\nSummary of Recent Updates\n0. Introductory Overview\n \n \nDoctrinal Foundation\n1. God’s Plan and Your Role in His Work of Salvation and Exaltation\n \n \n2. Supporting Individuals and Families in God’s Work of Salvation and Exaltation\n \n \n3. Priesthood Principles\n \n \n4. Leadership and Councils in the Church of Jesus Christ\n \n \nChurch Organization\n5. General and Area Leadership\n \n \n6. Stake Leadership\n \n \n7. The Bishopric\n \n \n8. Elders Quorum\n \n \n9. Relief Society\n \n \n9.1. Purpose and Organization\n \n \n9.1. Purpose and Organization\n9.1.1. Purpose\n9.1.2. Membership in Relief Society\n9.1.3. Adapting to Local Needs\n9.2. Participating in God’s Work of Salvation and Exaltation\n \n \n9.3. Relief Society Leaders\n \n \n9.4. Helping Young Women Prepare to Participate in Relief Society\n9.5. Stake Relief Society Leaders\n9.6. Additional Guidelines and Policies\n \n \n10. Aaronic Priesthood Quorums\n \n \n11. Young Women\n \n \n12. Primary\n \n \n13. Sunday School\n \n \n14. Single Members\n \n \n15. Seminaries and Institutes of Religion\n \n \nGod’s Work of Salvation and Exaltation\nLiving the Gospel of Jesus Christ\n16. Living the Gospel of Jesus Christ\n17. Teaching the Gospel\n \n \n18. Performing Priesthood Ordinances and Blessings\n \n \n19. Music\n \n \n20. Activities\n \n \nCaring for Those in Need\n21. Ministering\n \n \n22. Providing for Temporal Needs and Building Self-Reliance\n \n \nInviting All to Receive the Gospel\n23. Sharing the Gospel and Strengthening New and Returning Members\n \n \n24. Missionary Recommendations and Service\n \n \nUniting Families for Eternity\n25. Temple and Family History Work in the Ward and Stake\n \n \n26. Temple Recommends\n \n \n27. Temple Ordinances for the Living\n \n \n28. Temple Ordinances for the Deceased\n \n \nChurch Administration\n29. Meetings in the Church\n \n \n30. Callings in the Church\n \n \n31. Interviews and Other Meetings with Members\n \n \n32. Repentance and Church Membership Councils\n \n \n33. Records and Reports\n \n \n34. Finances and Audits\n \n \n35. Care and Use of Meetinghouses\n \n \n36. Creating, Changing, and Naming New Units\n \n \n37. Specialized Stakes, Wards, and Branches\n \n \n38. Church Policies and Guidelines\n \n \n \n \n9. Relief Society\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n“9. Relief Society,” \nGeneral Handbook: Serving in The Church of Jesus Christ of Latter-day Saints\n (2024).\n\n\n“9. Relief Society,” \nGeneral Handbook\n.\n\n\n\n\n \n \nImage\nwomen studying scriptures\n\n\n9.\n\n\nRelief Society\n\n\n\n\n\n\n\n\n\n\n9.1\n\n\nPurpose and Organization\n\n\n\n\nRelief Society helps God’s children prepare to return to His presence. As daughters of heavenly parents, members of Relief Society “expound scriptures,” “exhort the church,” lift hearts, and “cleave unto the covenants [they have] made” (\nDoctrine and Covenants 25:7\n, \n13\n).\n\n\n\n\n\n\n9.1.1\n\n\nPurpose\n\n\n\n\nRelief Society is a divinely instituted organization for all adult women in the Church. The Prophet Joseph Smith taught that the purpose of Relief Society is to save souls and relieve suffering. He stated that the Church of Jesus Christ was not fully organized until the sisters were so organized.\n\n\nMembers of Relief Society work together to help accomplish God’s work of salvation and exaltation. They serve others, fulfill covenant responsibilities, build unity, and learn and live doctrine.\n\n\nThe motto of Relief Society is “Charity never faileth” (\n1 Corinthians 13:8\n). This motto is reflected in the Relief Society’s seal.\n\n\n \n \nImage\nRelief Society seal\n\n\n\n\n\n\n\n\n9.1.2\n\n\nMembership in Relief Society\n\n\n\n\nRelief Society is a lifelong sisterhood. All adult sisters 18 and older are members of Relief Society. They are members even if they cannot attend Relief Society meetings.\n\n\nA young woman may begin attending Relief Society when she turns 18. She counsels with her parents and bishop about the timing. By age 19 or when moving from home, such as to attend a university or serve a mission, she should participate in Relief Society.\n\n\nMarried women under 18 are also members of Relief Society.\n\n\nFor information about unwed parents under age 18, see \n38.1.5\n.\n\n\n\n\n\n\n\n\n9.1.3\n\n\nImage\nicon, guidelines for adaptation\n Adapting to Local Needs\n\n\n\n\nSome wards have a very large number of active adult women. For these wards, the bishop and stake president may authorize having more than one ward Relief Society. Each Relief Society has its own presidency. If possible, each Relief Society should have members with a variety of ages and experience.\n\n\n\n\n\n\n\n\n\n\n9.2\n\n\nParticipating in God’s Work of Salvation and Exaltation\n\n\n\n\n \n \n\n\nGod invites all to come unto Christ and participate in His work of salvation and exaltation by:\n\n\n\n\n\n\nLiving the gospel of Jesus Christ.\n\n\n\n\n\n\nCaring for those in need.\n\n\n\n\n\n\nInviting all to receive the gospel.\n\n\n\n\n\n\nUniting families for eternity.\n\n\n\n\n\n\nRelief Society leaders plan Sunday meetings, activities, ministering, service, and other interactions to help women participate in God’s work of salvation and exaltation. Members of the Relief Society and elders quorum work in unity to help accomplish this work.\n\n\nFor more information about God’s work of salvation and exaltation, study \nchapter 1\n.\n\n\n\n\n\n\n9.2.1\n\n\nLiving the Gospel of Jesus Christ\n\n\n\n\nRelief Society leaders support members in living the gospel of Jesus Christ. They emphasize exercising faith, repenting, increasing in self-reliance, and making covenants with God by receiving ordinances. Such ordinances include the temple endowment. See \n1.2.1\n.\n\n\n\n\n\n\n9.2.1.1\n\n\nGospel Learning at Home\n\n\n\n\nWhen members learn and live the gospel at home, their conversion to Heavenly Father and Jesus Christ deepens. Relief Society leaders encourage sisters to study the scriptures and the words of living prophets, individually and with their families. \nCome, Follow Me\n and other resources can supplement their study.\n\n\nHome evenings are an important way to learn the gospel at home. They are usually held weekly on Sunday, on Monday evening, or at another time. They could include prayers, gospel study, testimonies, singing, and fun activities.\n\n\n\n\n\n\n\n\n9.2.1.2\n\n\nGospel Learning in Relief Society Meetings\n\n\n\n\nRelief Societies meet on Sundays for the following purposes:\n\n\n\n\n\n\nStrengthen faith.\n\n\n\n\n\n\nBuild unity.\n\n\n\n\n\n\nStrengthen families and homes.\n\n\n\n\n\n\nMake plans to assist God in His work of salvation and exaltation.\n\n\n\n\n\n\nMeetings are held on the second and fourth Sundays of the month. They last 50 minutes. The Relief Society presidency plans these meetings. A member of the presidency conducts.\n\n\nThe meeting begins with prayer. A presidency member then conducts any business. For example, the sisters may counsel together about aspects of participating in God’s work of salvation and exaltation. Sufficient time should then be given to meaningful gospel instruction and discussion.\n\n\nRelief Society meetings focus on topics in one or more talks from the most recent general conference. The Relief Society presidency prayerfully selects messages to discuss based on sisters’ needs. Hymns may be sung to enhance a lesson. Meetings should end with a prayer.\n\n\n\n\n\n\n\n\n9.2.1.3\n\n\nActivities\n\n\n\n\nRelief Society presidencies may plan activities. These activities strengthen sisters and give them opportunities to serve together. Most activities are held at times other than on Sundays or Monday evenings.\n\n\nThe Relief Society president oversees these activities. She may ask a counselor or another sister to take the lead in planning and carrying them out (see \n9.3.4\n). Presidencies discuss activities with the bishop as part of their planning.\n\n\n\n\n\n\n\n\n\n\n9.2.2\n\n\nCaring for Those in Need\n\n\n\n\nAs followers of Jesus Christ, sisters have a responsibility to reach out in love to those in need. Individually and as a Relief Society, they seek ways to serve others in the ward and community. Where it is available, \nJustServe.org\n suggests community service opportunities.\n\n\n \n \n\n\nFor more information about how members of the Relief Society and elders quorum care for those in need, see \n22.6.2\n.\n\n\n \n \nImage\nwoman delivering groceries\n\n\n\n\n\n\n9.2.2.1\n\n\nMinistering\n\n\n\n\nMinistering is caring for others as the Savior would. Sisters receive ministering assignments from the Relief Society presidency. For more information, see \nchapter 21\n.\n\n\n\n\n\n\n\n\n9.2.2.2\n\n\nShort-Term Needs\n\n\n\n\nMinistering sisters seek to understand and respond to the needs of those they serve. Members may need short-term assistance at times of illness, births, deaths, job loss, and other circumstances.\n\n\nWhen needed, ministering sisters ask the Relief Society presidency for help. The presidency may recommend calling a service coordinator to organize these efforts (see \n9.3.4\n).\n\n\nThe Relief Society and elders quorum coordinate efforts to address short-term needs (see \n22.3.2\n). The bishop may provide fast-offering assistance if needed.\n\n\nIn some locations, bishops have the option to provide members in need with a bishop’s order for food and other basic goods. The bishop generally assigns the Relief Society president to meet with the members and fill out the order form. However, he may also assign the elders quorum president. A counselor in the Relief Society or elders quorum presidency may be assigned if the president is unavailable. The assigned leader submits the completed form to the bishop for his approval.\n\n\nFor more information, see \n22.6.2\n and “\nWelfare Resources\n” in Leader and Clerk Resources.\n\n\n\n\n\n\n\n\n9.2.2.3\n\n\nLong-Term Needs and Self-Reliance\n\n\n\n\nAs coordinated by the bishop, the Relief Society and elders quorum presidencies help members with long-term needs and self-reliance. They teach principles of temporal and spiritual self-reliance. See \nchapter 22\n and “\nSelf-Reliance\n” in the Gospel Library app.\n\n\nIf a person or family needs assistance, the Relief Society and elders quorum presidents counsel together, as coordinated by the bishop, about how to help (see \n22.4\n).\n\n\nThe Relief Society president, elders quorum president, or another leader helps the person or family develop a \nSelf-Reliance Plan\n. Ministering sisters or brothers can also help with the plan. Often, other members of the Relief Society or elders quorum have skills or experience that can help. All who assist treat information with confidentiality. For more information, see \n22.3.3\n and \n22.8\n.\n\n\n\n\n\n\n\n\n9.2.2.4\n\n\nWhen a Ward Member Dies\n\n\n\n\nWhen a ward member dies, Relief Society and elders quorum presidencies offer comfort and assistance. Under the bishop’s guidance, they can help with the funeral.\n\n\nIf possible, deceased members who were endowed are buried or cremated in temple clothing. The body of a woman may be dressed by her husband or by an endowed female family member. If a family member is not available or would prefer not to do the dressing, the bishop may ask the Relief Society president to invite an endowed sister to dress the body or oversee the dressing. For more information, see \n38.5.8\n.\n\n\nRelief Society and elders quorum presidencies, ministering brothers and sisters, and others continue to offer comfort and assistance after the funeral.\n\n\n\n\n\n\n\n\n\n\n9.2.3\n\n\nInviting All to Receive the Gospel\n\n\n\n\nMembers of Relief Society have a responsibility to invite all to receive the blessings of the gospel of Jesus Christ (see \nMosiah 18:9\n). They do this by sharing the gospel, strengthening new members, and reaching out to those who are less active. See \n23.2\n and \n23.3\n.\n\n\nIn presidency and Relief Society meetings, the Relief Society presidency discusses ways the sisters can invite all to receive the blessings of the gospel. See \n23.1.1\n, \n23.1.2\n, and \n23.1.3\n.\n\n\nThe Relief Society president assigns a member of the presidency to help lead efforts to share the gospel in the ward. She works with the assigned member of the elders quorum presidency to coordinate these efforts (see \n23.6.2\n).\n\n\nThe assigned member of the Relief Society presidency participates in coordination meetings to coordinate inviting all to receive the blessings of the gospel. The ward mission leader, who may be a member of the elders quorum presidency, leads weekly coordination meetings. The purpose of these meetings is to coordinate inviting all to receive the blessings of the gospel. They also include ward missionaries, an assistant in the priests quorum, a presidency member of the oldest Young Women class, and full-time missionaries. See \n23.4\n.\n\n\n\n\n\n\n\n\n9.2.4\n\n\nUniting Families for Eternity\n\n\n\n\nMembers of Relief Society support members in uniting families for eternity. This includes:\n\n\n\n\n\n\nMaking covenants with God by receiving ordinances, including the temple endowment.\n\n\n\n\n\n\nDoing temple and family history work (see \n1.2.4\n).\n\n\n\n\n\n\nIn presidency and Relief Society meetings, the Relief Society presidency discusses ways the sisters can participate in these efforts. Presidency members also plan ways to help members increase their understanding of and desire to receive sacred ordinances and make covenants with God in the temple. They encourage sisters to worship in the temple regularly where possible.\n\n\nThe presidency encourages sisters to learn about their family history. They help new and returning members, new members of Relief Society, and newly called missionaries find and prepare ancestors’ names for temple ordinances.\n\n\nThe Relief Society president assigns a member of the presidency to help lead temple and family history work in the ward. She works with the assigned member of the elders quorum presidency to coordinate these efforts (see \n25.2.2\n).\n\n\nThe assigned member of the Relief Society presidency participates in coordination meetings to coordinate temple and family history work. These meetings are held regularly. The ward temple and family history leader, who may be a member of the elders quorum presidency, leads temple and family history coordination meetings (see \n25.2.7\n). They also include an assistant in the priests quorum, a presidency member of the oldest Young Women class, and temple and family history consultants.\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n9.3\n\n\nRelief Society Leaders\n\n\n\n\n\n\n\n\n9.3.1\n\n\nBishop\n\n\n\n\nThe bishop meets with the Relief Society president at least monthly. They discuss God’s work of salvation and exaltation, including the service of ministering sisters. They also discuss (1) the progress and needs of sisters in the ward and (2) Relief Society meetings, instruction, and activities.\n\n\n\n\n\n\n\n\n9.3.2\n\n\nRelief Society Presidency\n\n\n\n\n\n\n\n\n9.3.2.1\n\n\nCalling a Relief Society Presidency\n\n\n\n\nThe bishop calls a woman to serve as the ward Relief Society president. If the unit is large enough, she recommends to him one or two women to serve as her counselors. The bishopric considers her recommendations and extends the callings.\n\n\nA member of the bishopric presents presidency members in a sacrament meeting for sustaining. The bishop sets apart the Relief Society president. Any member of the bishopric may set apart her counselors.\n\n\nSome small units may not have a Young Women or Primary president. In these units, the Relief Society president may help parents plan instruction for youth and children.\n\n\n\n\n\n\n\n\n9.3.2.2\n\n\nResponsibilities\n\n\n\n\nThe Relief Society president has the following responsibilities. Her counselors assist her.\n\n\n\n\n\n\nServe on the ward council. She serves as (1) a member of the council who helps address needs in the ward and find solutions and (2) a representative of the Relief Society (see \n29.2.5\n).\n\n\n\n\n\n\nLead the Relief Society’s efforts to participate in God’s work of salvation and exaltation (see \nchapter 1\n).\n\n\n\n\n\n\nOrganize and oversee the service of ministering sisters. Coordinate ministering assignments with the elders quorum presidency, meeting at least quarterly. Seek the bishop’s approval for ministering assignments. Hold ministering interviews at least quarterly. See \nchapter 21\n.\n\n\n\n\n\n\nUnder the bishop’s guidance, counsel with adult members of the ward. Only the bishop counsels ward members about matters of worthiness, abuse, and approval to use fast-offering funds. See \nCounseling Resources\n.\n\n\n \n \n\n\n\n\n\n\nWith the elders quorum presidency, help lead efforts in the ward to invite all to receive the blessings of the gospel (see \n8.2.3\n and \n9.2.3\n).\n\n\n\n\n\n\nWith the elders quorum presidency, help lead temple and family history work in the ward (see \n8.2.4\n and \n9.2.4\n).\n\n\n\n\n\n\nCoordinate the Relief Society’s efforts to strengthen young adult sisters in the ward, both single and married. One counselor may be assigned to serve with young single adults (see \n14.1.2.2\n).\n\n\n\n\n\n\nMeet with each member of Relief Society individually at least once a year. Discuss the well-being of the sister and her family.\n\n\n\n\n\n\nTeach sisters their covenant responsibilities.\n\n\n\n\n\n\nOversee and help improve teaching in the Relief Society (see \nchapter 17\n).\n\n\n\n\n\n\nPlan and conduct Relief Society meetings.\n\n\n\n\n\n\nOversee Relief Society activities (see \n9.2.1.3\n).\n\n\n\n\n\n\nHelp young women prepare to participate in Relief Society (see \n9.4\n).\n\n\n\n\n\n\nOversee Relief Society records, reports, and finances (see \nLCR.ChurchofJesusChrist.org\n). A secretary may help (see \n9.3.3\n).\n\n\n\n\n\n\nThe stake Relief Society presidency teaches the ward Relief Society presidency about these responsibilities. They may do this during stake leadership meetings, ward Relief Society presidency meetings, and personal visits with Relief Society presidents (see \n29.3.4\n).\n\n\nThrough her service, the ward Relief Society president supports the bishop in focusing on the youth and on his unique responsibilities.\n\n\n \n \nImage\nward council meeting\n\n\n\n\n\n\n\n\n9.3.2.3\n\n\nPresidency Meeting\n\n\n\n\nThe Relief Society presidency and secretary meet regularly. The president conducts these meetings. The agenda could include the following items:\n\n\n\n\n\n\nPlan how to strengthen sisters and their families.\n\n\n\n\n\n\nPlan how to help accomplish God’s work of salvation and exaltation.\n\n\n\n\n\n\nCoordinate missionary work and temple and family history work.\n\n\n\n\n\n\nRespond to counsel and assignments from the bishop.\n\n\n\n\n\n\nRespond to assignments from ward council meetings.\n\n\n\n\n\n\nPrayerfully consider ministering assignments.\n\n\n\n\n\n\nReview information from ministering interviews. Plan ways to identify strengths and help meet needs. (See \nchapter 21\n.)\n\n\n\n\n\n\nConsider sisters to serve in Relief Society callings and assignments.\n\n\n\n\n\n\nPlan Relief Society meetings and activities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n9.3.3\n\n\nSecretary\n\n\n\n\nThe Relief Society presidency may recommend a sister to serve as the Relief Society secretary. A member of the bishopric calls her, presents her for sustaining in sacrament meeting, and sets her apart.\n\n\nThe secretary’s responsibilities could include the following:\n\n\n\n\n\n\nPrepare agendas for presidency meetings and Relief Society meetings.\n\n\n\n\n\n\nTake notes in meetings and keep track of assignments.\n\n\n\n\n\n\nSchedule ministering interviews (see \n21.3\n).\n\n\n\n\n\n\nPrepare and submit quarterly reports of attendance and the number of ministering interviews held.\n\n\n\n\n\n\nHelp prepare an annual budget and keep track of expenses.\n\n\n\n\n\n\n\n\n\n\n\n\n9.3.4\n\n\nAdditional Callings\n\n\n\n\nThe following additional callings may be helpful. The bishop and Relief Society president discuss whether they are needed.\n\n\n\n\n\n\nRelief Society teachers to teach in Sunday meetings.\n\n\n\n\n\n\nA service coordinator to help plan and carry out service to people in need (see \n9.2.2.2\n). Assistants and committee members may also be called.\n\n\n\n\n\n\nAn activity coordinator to help plan and carry out Relief Society activities (see \n9.2.1.3\n). Assistants and committee members may also be called.\n\n\n\n\n\n\nAssistant secretaries to help the Relief Society secretary.\n\n\n\n\n\n\nMinistering secretaries to organize ministering interviews and help prepare quarterly reports.\n\n\n\n\n\n\nIf these or other callings are needed, the Relief Society presidency recommends sisters to serve. They make these recommendations to the bishopric. If the bishopric approves, a member of the bishopric calls them. He presents them for sustaining in sacrament meeting and sets them apart.\n\n\nAs needed, the Relief Society presidency may assign sisters to help with Relief Society efforts in other ways. Sisters with short-term assignments do not need to be called and set apart.\n\n\n\n\n\n\n \n \nImage\nRelief Society class\n\n\n\n\n\n\n9.4\n\n\nHelping Young Women Prepare to Participate in Relief Society\n\n\n\n\nThe Relief Society presidency works with young women, their parents, and Young Women leaders to help young women prepare to participate in Relief Society.\n\n\nLeaders also provide ongoing opportunities for young women and Relief Society sisters to develop relationships. Serving together as ministering sisters is one valuable way to make connections.\n\n\nLeaders help young women understand their covenant responsibilities. When it would be helpful to have a young woman minister to a particular sister, she may be assigned as a ministering sister when she is willing, able, and mature. She may be assigned beginning in the year she turns 14. Young women serve as companions to Relief Society sisters (see \n21.2.2\n).\n\n\nWhen young adults join Relief Society, the Relief Society presidency gives them opportunities to serve and share their strengths. The presidency also helps them prepare to make and keep sacred temple covenants (see \n27.1.1\n).\n\n\n\n\n\n\n\n\n9.5\n\n\nStake Relief Society Leaders\n\n\n\n\nThe stake president calls and sets apart a woman to serve as the stake Relief Society president. If a stake is large enough, she recommends one or two women to serve as counselors and another to serve as secretary. These women are called and set apart by a member of the stake presidency or an assigned high councilor. For information about the responsibilities of the stake Relief Society presidency and secretary, see \n6.7.1\n and \n6.7.3\n.\n\n\nThe stake president meets regularly (at least monthly) with the stake Relief Society president or presidency. They counsel together about God’s work of salvation and exaltation. They also discuss (1) the progress and needs of sisters in the stake and (2) Relief Society meetings, instruction, and activities.\n\n\nThe stake Relief Society presidency instructs ward Relief Society presidencies in their responsibilities for ministering, missionary work, and temple and family history work. They do this under the direction of the stake presidency. High councilors are assigned to assist. See \n23.1\n and \n25.2\n.\n\n\nIf the stake has a young single adult committee, a member of the stake Relief Society presidency serves on it. The same is true if the stake has a single adult committee. (See \n14.1.1.2\n.)\n\n\n \n \nImage\ntwo women smiling\n\n\n\n\n\n\n\n\n9.6\n\n\nAdditional Guidelines and Policies\n\n\n\n\n\n\n\n\n9.6.1\n\n\nMembers with Disabilities\n\n\n\n\nThe Relief Society presidency gives particular care to members with disabilities. For information about helping these members, see \ndisability.ChurchofJesusChrist.org\n; see also \n38.8.27\n in this handbook.\n\n\n\n\n\n\n\n\n9.6.2\n\n\nLiteracy\n\n\n\n\nAs needed, the Relief Society presidency works with the bishop, elders quorum presidency, and ward council to help members learn to read and write.\n\n\n\n\n\n\n \n \n \n \nPrint\n \n \nInclude highlights and underlines\nSign in to use\nInclude footnotes\nCancel\nPrint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
}